{"Choose Your Country or Region":"","Success Stories":"","See how our customers and partners are using our predictive location intelligence to drive real results.":"","Photo of":"","ASDA":"","Logo":"","Helping ASDA completely overhaul their location planning processes":"","Camelot":"","How do we forecast when we don't have loyalty card data?":"","Dominos":"","Optimising an estate for all involved":"","John lewis":"","Enabling John Lewis to successfully review their corporate plan":"","Marks and Spencer":"","Forecasting future scenarios to support with complex decisions":"","On The Market":"","Making the search function work for the customer":"","Total Fitness":"","Understanding the future potential":"","Arco":"","Understanding the Size of the Prize":"","Co-op":"","Is it possible to automate Customer Catchments?":"","Harrogate Borough Council":"","Quantifying the impact of Covid-19":"","Mitchells and Butlers":"","Dealing with the complexities of 15 brands":"","Wickes":"","Optimising the store estate in an Omnichannel landscape":"","Make better decisions where location matters.":"","At Geolytix, our location-planning experts build tools and data that help our customers understand and optimise location when creating both physical and online distribution networks.":"","View Our Products":"","Read More About Us":"","When location matters, organisations turn to us first":"","Since the day Geolytix came into being, we've been telling our customers where to go; how many stores, who to acquire, where to open and how to optimise home delivery and click & collect operations.":"","Investing in stores and online is expensive. We'll help you spend your money wisely":"","Read more about us":"","Talented People":"","Offices":"","Retail Places":"","Shared Purpose":"","Countries":"","Mobile Pings":"","What We Do":"","We help our customers make informed decisions":"","Network Strategy":"","It’s never been more important for a retailer to understand how to optimise its store network. Whether you want to understand the potential number of stores you can open, how new formats will work together or how many stores you should close, given your growth in online sales, we can help.":"","Location Planning":"","Many of us have worked as Location Planners for major retailers. Over the years we have had experience in all industries and the public sector across the world. Whether you need to understand how much a new store will take, sales cannibalisation or your online and offline customer profiles we can help.":"","Omnichannel Retailing":"","GEOLYTIX believe many businesses are missing a trick by not better combining their demographic, spatial and customer data. Whether its loyalty card, online, banking or mobility data we would love the opportunity to help you drive out more insight and get the right mix of Bricks and Clicks.":"","Spatial Modelling":"","Spatial is different. GEOLYTIX understand when a simple scorecard will suffice, or when a customised gravity model or machine learning techniques will drive added value. We understand businesses don’t just need a model, but a framework that will improve your processes & management reporting.":"","GeoData":"","Where people live, work, study and shop.":"","We create datasets across the globe to help with your network strategy and location based decisions.":"","United Kingdom":"","Europe":"","Asia Pacific":"","Americas":"","MAPP":"","Predictive location intelligence customised for you.":"","MAPP is our online market intelligence and mapping tool which allows anybody to use location data for business decision-making.":"","We create bespoke, innovative solutions which work for you.":"","Visualise your stores, competitors, filter by performance and generate reports and dashboards in a matter of seconds...":"","Catchment & demographic analysis":"","Site feasibility assessments":"","Gap analysis & hotspots":"","Import & export data":"","User roles":"","Simple & easy-to-use":"","Accessible anywhere":"","Secure":"","Unlimited usage":"","Integrated data & modelling":"","Our products create success stories.":"","We build close, on-going relationships with our customers and will become your trusted advisers":"","Our Customers also include:":"","About Us":"","At GEOLYTIX we help our customers make informed decisions about how many stores, who to acquire, where to open, which format, how to optimise home delivery and click & collect operations.":"","View Our Team":"","Our Values":"","The people who work at Geolytix share our vision and our values.":"","Geolytix was born in 2011. Co-founded by Blair Freebairn and Sarah Hitchcock, our vision remains the same today.":"","When location matters, organisations turn to us first.":"","The people who work at Geolytix share our vision and values. We’re driven by our belief that the best work is born from a happy, dedicated and trusted team.":"","People":"","Geolytix is our people. Relationships really matter to us, we are a team of individuals and love getting to know our clients.":"","Trust":"","We believe people do business with people. Investment in physical and online networks is costly. Our customers trust us to provide the best strategy.":"","Innovate":"","We’re passionate about finding new ways to solve client problems and unlock geospatial-insights. Our Data Scientists are the best in the business.":"","Be the Best":"","We have the best people. We look after ourselves and each other, we learn from each other’s varied experience and set high standards.":"","Global Projects":"","We can help you wherever you are or are planning to go. From sharing our gold standard approaches across territories, through planning a new market entry, to crafting consistent global benchmarks. With offices in eight countries we are small but global.":"","Company Background":"","Geolytix was born in 2011. The people who work at Geolytix share our vision and values. We’re driven by our belief that the best work is born from a happy, dedicated and trusted team.":"","The Beginning.":"","Geolytix is born.":"","Finding our Feet.":"","Geolytix wins their first major projects with retailers they still support today.":"","GeoData.":"","We realise the data we are building is valuable for everyone. Retail Places, a labour of love is finalised.":"","Recognition.":"","Our contribution to the Open Data world is recognised at the ODI Awards. Without Open Data we wouldn't exist.":"","Further afield.":"","Our first Europe wide projects are completed. We also test out the water with our first online mapping tool.":"","Innovation.":"","An invite to Buckingham Palace after GEOLYTIX proudly wins the Queens Award for Innovation; world class omnichannel forecasting.":"","Asia Pacific.":"","Exciting times as we focus on APAC with offices opening in Shanghai and Tokyo. Second UK office in Leeds.":"","GEOLYTIX MAPP.":"","We enter the online mapping market with a platform that enables an easy way to interrogate, analyse and visualise and our customers love it.":"","Mobility Data.":"","We've used mobility data since 2012 but this year it takes off. We relish the added understanding of channel & the market that it provides.":"","Global.":"","We're now building data and delivering projects in over 50 countries. We open down under in Melbourne and top off the year as Data IQ winners.":"","What next?":"","We'll help more customers in more industries in more countries. Better decisions where location matters.":"","Meet Our Teams":"","This is our team, a lot of smiling happy people who work hard and understand the likely challenges you will face.":"","Product Team":"","Our product team are passionate people. They pave the way for our success by creating simple and powerful geodata products and online mapping platforms. Creative doers that work very hard and have fun along the way.":"","Location Planning Associates":"","We’re a curious bunch. What makes this place tick? Who would do well here? What are the risks? We’ve been around the world for some of the biggest brands. We’ve seen the impact of location decisions, we understand.":"","Data Scientists":"","Our team of data scientists is the map making, terabyte crunching, cloud computing, query optimising, graph traversing, topology interrogating, drivetime decaying, hyperparameter tuning, tensor flowing, XG boosting innovation machine at the heart of GEOLYTIX’s analytical solutions. Read.... we love solving problems using computers.":"","The Challenge":"","Asda have always focussed a lot of resource on location planning. When GEOLYTIX started to work with them back in 2012, we took time to understand the day to day frustrations of the team, alongside the vision of the leadership team. A complete overhaul of new store forecasting processes and new space strategy has supported ASDA in opening new stores and optimising their current estate.":"","The Approach":"","Business Requirements & IT Systems Design Review.":"","Forecasting Models Development– User front end to drive efficiency.":"","Team coaching and mentoring.":"","The Impact":"","The data & modelling will drive an increase in our forecasting accuracy, bespoke software development makes us more efficient. Just as importantly, GEOLYTIX have mentored and up-skilled the team. The work we have done with GEOLYTIX has shaped our strategy and enabled us to reach a space growth plan we are confident about. GEOLYTIX are helping us to invest wisely.":"","David Dodd, Market Strategy Manager":"","Arco's mission is to keep people safe at work. Arco have a network of ~50 stores located across the UK alongside their safety training and consultancy business. Our challenge was to understand the drivers of store performance, and to use this to develop a blueprint for the expansion of the stores network; allowing more people to have easier access to a local store.":"","In depth analysis of store data to build understanding of branch catchment areas.":"","Identification of the key factors which drive branch performance – both at the macro (market) level and at the micro (location specific) level.":"","Development of a unique, bespoke database of all trade parks in the UK, each ranked according to it’s suitability for a new Arco store.":"","Identification of the best opportunities for new branch openings, in terms of both the markets to enter and the trade parks on which to locate.":"","The GEOLYTIX team worked closely with us to help us to understand our trade customers and stores. Their insight has identified the growth potential for our retail business, and a detailed blueprint to guide our strategic investments as we develop our branch portfolio.":"","Paul Frewin, Divisional Director - Retail":"","Camelot have over 45,000 terminals across many different formats and also have to provide terminals for postcodes with over 2,000 population. With no customer loyalty card, Camelot don't know who is purchasing from their physical in-store locations. How to we predict future revenue potential from new lottery terminals, marketing activity and product innovations.":"","Understanding the behaviour of existing customers to build a model to predict the future.":"","Using surveys, online behaviour and mobility data to model retail behaviour.":"","Understand the effect of demographics and channel at a detailed level.":"","Develop on a platform that will provide in field analytics and mobile data capture, in order to futureproof processes and accuracy.":"","GEOLYTIX have transformed our location planning capability and have been fundamental in supporting our goal of unlocking opportunities for growth, optimising our ever changing retail network and further influencing channel strategies. They have absolutely enabled us to make better decisions where location matters.":"","Paul Clarke, Retail Planning Manager":"","The Co-op have over 3,500 stores across the UK, and is the local choice for many. Understanding the primary catchment of stores is a key part of the Co-op being able to accurately forecast new store sales and understand potential cannibalisation.":"","The Co-op have a team of location planning experts who can create these primary catchments, but this takes valuable time. Using simple distance and market share rules doesn’t work that well for the Co-op; the catchments are too localised and affected by format, location type and competition.":"","Our challenge was to work with the Co-op team to find a way to automate catchments that reflected what the experts would draw.":"","Calculate market shares using Co-op membership data, taking into account its limitations.":"","Review the most effective geography to use avoiding small number issues while being as detailed as possible.":"","Create a series of catchment outputs using different methods and review hundreds of catchments with the Co-op team":"","Develop a novel algorithm":"","Successfully identify ‘break points’ in penetrations and create natural shapes reflecting where the underlying member behaviour changes":"","Create a composite distance / market share score and rule sets to calculate intuitive segregations for new stores":"","This project was not only successful but enjoyable. Geolytix carried out the project on site, so that we were able to work together as a team; upskilling our team members in the art of algorithms and ensuring our knowledge on local catchments was reflected. The output was an automated process that enables us to update our catchments regularly. This ensures we have the best insight to inform our strategic recommendations and also saves us time that we can re-invest elsewhere in the team. We are certainly keen to apply this collaborative way of working with Geolytix to solve some of our other challenges ":"","Jen Carmichael, Head of Property Strategy & Insight":"","Thanks for your submission.":"","We'll be in touch shortly.":"","2020 was a year like no other for Britain’s High Streets.":"","Harrogate Borough Council needed a robust way of measuring activity levels within its High Streets, to quantify the impact of external events.":"","As part of the Re-opening High Streets Safely initiative, it also needed to be able to measure the effectiveness of initiatives to recover when it was safe to do so.":"","Geolytix used mobility data to map levels and patterns of activity in 6 key conurbations.":"","A pre-covid baseline was established, and reports produced to show the level of activity relative to that baseline, on a weekly basis.":"","This enabled stakeholders to clearly see the impacts of the lockdowns on town centre activity levels, and then the shape and speed of recovery throughout the year.":"","Regional and National measurements were provided to give additional context.":"","The measurements were provided via the Geolytix Online Mapping platform, MAPP, providing additional data and spatial visualisation.":"","The data provided by Geolytix has proved vital in measuring the impact of the Reopening the High Street Safety project funding (which has been provided by HM Government and the European Regional Development Fund).":"","Since March 2020 various restrictions have been in place relating to the covid pandemic and the innovative use of technology and data that Geolytix utilise has enabled HBC to monitor the impact both of the restrictions and policies in place and of the funding that has been utilised to support the reopening of the high street at various times throughout the past 10 months.":"","Ben and the team at Geolytix have been fantastic to work with right from our initial enquiry.  They listened carefully to challenges that we had and quickly came up with value-for-money solutions and options for us.  They’ve continued to be extremely responsive and have delivered on everything that we have asked for":"","Daniel Harper, Executive Office, Economy and Transport, Harrogate Borough Council.":"","Contact Us":"","At GEOLYTIX we help retailers make informed decisions about how many stores, who to acquire, where to open, which format, how to optimise home delivery and click & collect operations.":"","First Name":"","Last Name":"","Email Address":"","Telephone":"","Message":"","We’d love to let you know when we release new open data and update you with new stuff we’re working on. We won’t email often and you can unsubscribe at any time.":"","Send Enquiry":"","Or choose an office":"","Office 117, The Finsbury Business Centre, 40 Bowling Green Lane, London, EC1R 0NE":"","Avenue HQ, 10-12 East Parade, Leeds, LS1 2BH":"","Aleja Jana Pawła II 80, 00-175 Warszawa, Babka Tower, wejście H, piętro 5":"","15F Cerulean Tower, 26-1 Sakuragaoka cho, Shibuya-ku, Tokyo, 150-8512":"","Room 334, 135 Yanping Road, Jing’an District, Shanghai":"","undefined":"","Level 22, 120 Spencer Street, Melbourne, Victoria, 3000, Australia":"","Spaces, 377 Rivonia Blvd, Rivonia, Johannesburg, 2128, South Africa":"","Setting the annual corporate plan is an important time for retailers and often involves tight timescales. Our challenge was to improve the efficiency of the Catchment Strategy Review Process and enabling more valuable 'thinking' time.":"","Our job was to focus on the process, rather than the modelling which John Lewis carry out in-house.":"","Automate all steps in the process – as few clicks as possible.":"","Include geodata to improve the system.":"","Allow multiple strategic scenarios to be carried out more quickly, including the addition of click and collect locations.":"","The GEOLYTIX team were able to provide a bespoke solution that worked for us, rather than an off-the-shelf product. Simon went the extra mile and worked closely with us resulting in a significant improvement in efficiency, allowing multiple multi-channel strategy scenarios to be reviewed":"","Michael Flood, Strategic Customer Analysis Manager":"","High street retailers with a mix of formats and locations face well-documented challenges. M&S asked GEOLYTIX to support them with a step change in the roll-out of the Food estate, alongside understanding the drivers of performance for the Clothing & Home estate. It was essential they understood and continue to understand their optimum network blueprint in changing times.":"","Create an efficient selection & sales forecasting process, based on a rigorous, objective fact base and a consistent approach.":"","Understand the drivers and catchments of the Clothing & Home estate, in order to build optimal networks.":"","Integrate custom models with existing data and software to create the M&S modelling toolkit.":"","Bulk run multiple national and regional scenarios to guide network strategy and create future blueprints.":"","GEOLYTIX have worked with us to create a bespoke toolset enabling us to proactively set our strategy and quickly answer any What if scenarios. Their analysis and recommendations have provided us with a consistent evidence base from which to make our network decisions.":"","Robert Morray, Head of Location Planning":"","Ever typed a postcode or town into a search portal only for a long unrelated list to be returned? Our challenge was to build and deliver a web search tool that provides the right properties to view.":"","Provide town and suburb boundaries that reflect where people want to live.":"","Support in creating a search hierarchy that covers all options for users.":"","Provide an accurate Point of Interest dataset to describe the provision in an area e.g. schools, public transport, supermarkets.":"","The GEOLYTIX team worked with us to understand our needs and provide accurate data that successfully reflects the areas where people want to search for property. Furthermore they supported our technical team with valuable advice, supporting us in delivering to tight timescales":"","Morgan Ross, IT Director":"","Adding franchisees into the mix adds another dimension for Network Planning. Our challenge is to support the Dominos strategy to be the number one pizza company in each neighbourhood with a focus on franchisee profitability. Understanding Delivery, Collection, Competitors, Catchments and Price.":"","Understand the true drivers of store performance & the impact on nearby stores of opening new sites":"","Predict new store sales and cannibalisation using a consistent, transparent fact base and model":"","Improve the efficiency of the store forecasting process to allow more time for the value-add":"","Deliver the ideal network blueprint and optimum network strategy":"","Our work with GEOLYTIX has enabled us to form a consistent approach to new site forecasting, step changing our understanding of customers catchments and improving our ability to understand regional and store performance. The collaborative approach has resulted in us being able to make decisions around our future location strategy and form ideal network blueprints with significantly increased confidence.":"","Craig Donnellan, Head of Location Planning":"","Total Fitness have 17 gyms across the North of England. They believe in a 360 approach and offer a full service from 3 pools, to a track, to over 70 classes. Our challenge was to understand the size of the opportunity for new gym locations, taking into account the format, size of box and catchment for these destination locations. ":"","Determining the best locations for the next Total Fitness gyms.":"","Understand the true customer profiles and catchments for specific location types.":"","Understand the size of the opportunity and how this affects market share and access to potential customers.":"","The work by GEOLYTIX quickly allowed us to understand the potential for increasing our market share and how we could best achieve this. They have given us the insight to support our strategic decision making in order to push our business forward.":"","Richard Millman, CEO":"","Wickes have more than 200 stores across the UK.. Investing in large, physical stores is significant, not least as customers are increasingly choosing to browse and purchase online. It is essential Wickes understands the role a new store will play for customers in a multichannel world, as well as whether there will be any impact of cannibalisation from their neighbouring estate. The shopping trips from their customers vary hugely from picking up a pot of paint, to designing a new luxury kitchen. How can we best capture this in a forecasting model?":"","Understand the customer profile and level of spend for the different product categories in the Wickes range":"","Build a bespoke demand surface at a small geography":"","Build 2 separate models":"","A gravity model to forecast the sales for Core DIY":"","A blended model, including spatial regression to tackle Kitchen & Bathroom Sales":"","Detailed analysis on real life examples to understand and validate the sales cannibalisation that occurs across the catchment following a new store opening":"","Our priority was to build a consistent and accurate approach for forecasting sales cannibalisation across the estate. We’re delighted with the analysis and understanding GEOLYTIX have given us. Our knowledge of loyalty across customer types, catchments, impacts and expected store performance provides a factbase for us to make confident decisions from. We have a forecasting and mapping tool at our fingertips, that is used throughout our Property planning. And a team of experts a phone-call away for further help if we need!":"","Chris Sweeney, Customer Insight Director, Wickes.":"","Mitchells and Butlers own brands from All Bar One and O'Neills to Premium Country Pubs to Miller & Carter to Harvester and Toby. The challenge was set to understand the customer profile and catchment of the brands in order to develop an optimum blueprint. If it was recommended a Toby location changes to Miller & Carter, then could the area support a new Toby location? Would their be cannibalisation of the existing estate from the proposed change? The options are endless. A proven, scientific approach to deploying the right brands in the right locations was required.":"","Produce an integrated optimal network to increase the value from the Mitchells and Butlers annual capital investment plan.":"","Deal with the complexities of 15 brands and their interplay with each other.":"","The ability to run multi-scenarios and incorporate potential new brands.":"","Inclusion of innovative new datasets to drive additional insight.":"","Working with Geolytix has allowed us to use complex data combined with our existing knowledge to drive recommendations that make real sense for our business, but also ones that drive value that we wouldn't have discovered ourselves. We have an integrated toolset which enables our analysts to carry out complex queries and our acquisition and development teams to quickly view the potential for a site on a mobile device in any location.":"","Nick Young, Director of Acquisitions and Estate Strategy":"","Services":"","About":"","Blog":"","Sign Up":"","Case Study":"","'Doing' Network Strategy Better":"","Want to know more?":"","Contact us":"","UK Store Expansion":"","Understanding breadth and depth of choice for Lottery Customers":"","Combining Art and Science":"","High Street Activity Index":"","Improving Efficiency":"","The challenge of the High Street":"","Property Search Portals":"","Network Planning for Franchisees":"","Network Planning for the Leisure Industry":"","Planning for Future Success":"","The Right Brands in the Right Locations":""}