{
  "About Us": "Geolytixについて",
  "At GEOLYTIX we help our customers make informed decisions about how many stores, who to acquire, where to open, which format, how to optimise home delivery and click & collect operations.": "Geolytixはお客様に必要店舗数について、またどこを取得すると良いか、開店場所、自宅配達及びクリック＆コレクト（オンライン注文及び受取先）等につき十分理解して頂き最適な選択が行える様にアドバイスを提供させて頂いております。",
  "View Our Team": "チームについて",
  "Our Values": "私たちの価値",
  "The people who work at Geolytix share our vision and our values.": "Geolytixではチームが共通のビジョン及び価値感を持っております。",
  "Geolytix was born in 2011. Co-founded by Blair Freebairn and Sarah Hitchcock, our vision remains the same today.": "Geolytixは2011年にBlair FreebairnとSarah Hitchcockにより設立されました。私たちは当初から今日まで同じビジョンを持ち続けております。",
  "When location matters, organisations turn to us first.": "企業がロケーションに関するアドバイスを必要とする時、まず私たちにお問い合わせを頂いております。",
  "The people who work at Geolytix share our vision and values. We’re driven by our belief that the best work is born from a happy, dedicated and trusted team.": "Geolytixのチームは、ビジョン及び価値感を共有しておりており、ハッピーで、献身的、そして信頼のおけるスペシャリストで構成されております。",
  "People": "人材",
  "Geolytix is our people. Relationships really matter to us, we are a team of individuals and love getting to know our clients.": "Geolytixの価値は人にあります。私たちにとって人との関係はとても大切であり、私たちのチームも個の集まりであり、、皆お客さまについて理解を深めていくことに喜びを感じております。",
  "Trust": "信頼",
  "We believe people do business with people. Investment in physical and online networks is costly. Our customers trust us to provide the best strategy.": "ビジネスは人と人により成り立っていると考えております。　実店舗やオンラインネットワークには費用がかかります。Geolytixではお客様からご信頼を頂き最適な戦略をご提案させて頂いております。",
  "Innovate": "革新的",
  "We’re passionate about finding new ways to solve client problems and unlock geospatial-insights. Our Data Scientists are the best in the business.": "Geolytixの業界でも一流なデータサイエンティストにより私たちはお客様の課題への新しい提案を行い地理空間に関する新しい見解を提示致します。　",
  "Be the Best": "ベストを目指す。",
  "We have the best people. We look after ourselves and each other, we learn from each other’s varied experience and set high standards.": "私たちは最高のチームを組んでおり、様々な経験を持つ仲間からお互い学び、高め合い、協力してハイスタンダードのサービスを提供させて頂いております。",
  "Global Projects": "グローバルプロジェクト",
  "We can help you wherever you are or are planning to go. From sharing our gold standard approaches across territories, through planning a new market entry, to crafting consistent global benchmarks. With offices in eight countries we are small but global.": "お客様がどこにおられ様ともどこに新規参入をご検討されておられようとも、国境を越えたゴールドスタンダードアプローチを共有させて頂き、新規市場参入、一貫したグローバルベンチマーク策定のサポートをさせて頂きます。　現在８カ国にて事業を展開しております。",
  "Company Background": "会社背景",
  "Geolytix was born in 2011. The people who work at Geolytix share our vision and values. We’re driven by our belief that the best work is born from a happy, dedicated and trusted team.": "Geolytixは2011年に設立されました。Geolytix社員は共通のビジョン及び価値観を持ち、最高の成果品はハッピーで献身的、信頼のおけるチームにより作り出されると考えております。",
  "The Beginning.": "始まり",
  "Geolytix is born.": "Geolytix 設立",
  "Finding our Feet.": "第一歩",
  "Geolytix wins their first major projects with retailers they still support today.": "Geolytixがリテーラ向け主要プロジェクトを初めて受注し、お客様とは今日まで継続的にお取引をさせて頂いております。",
  "GeoData.": "",
  "We realise the data we are building is valuable for everyone. Retail Places, a labour of love is finalised.": "当社データにより皆さまに付加価値をご提供できていると感じており、リテールストア関連事項につきまして心を込めて対応させて頂いております。",
  "Recognition.": "認知度",
  "Our contribution to the Open Data world is recognised at the ODI Awards. Without Open Data we wouldn't exist.": "オープンデータインスティテュート（ODI)よりオープンデータの世界へのGeolytix貢献に対するODIアワードを受賞。Geolytixにとってオープンデータは不可欠であります。",
  "Further afield.": "より遠くの地へ",
  "Our first Europe wide projects are completed. We also test out the water with our first online mapping tool.": "ヨーロッパにおける初のプロジェクト完了。オンラインマッピングツールのテスト開始。    ",
  "Innovation.": "イノベーション",
  "An invite to Buckingham Palace after GEOLYTIX proudly wins the Queens Award for Innovation; world class omnichannel forecasting.": "Geolytixはワールドクラスのオムニチャネル予測モデルによりイノベーション部門にてクイーンズ賞を受賞し、バッキンガム宮殿を訪問。",
  "Asia Pacific.": "アジア太平洋",
  "Exciting times as we focus on APAC with offices opening in Shanghai and Tokyo. Second UK office in Leeds.": "APACに注目し上海、東京、また英国にて２番目のオフィスをリーズに設立。",
  "GEOLYTIX MAPP.": "",
  "We enter the online mapping market with a platform that enables an easy way to interrogate, analyse and visualise and our customers love it.": "深く掘り下げ、分析、ビジュアル化が可能なマッピングによりオンラインマッピング市場に参入しお客様より高評価を頂いております。",
  "Mobility Data.": "モビリティーデータ",
  "We've used mobility data since 2012 but this year it takes off. We relish the added understanding of channel & the market that it provides.": "2012年よりモビリティーデータの使用を」開始し今年リリースし、より深くチャネル及びマーケットの理解が可能となる様に改善を致しました。",
  "Global.": "グローバル",
  "We're now building data and delivering projects in over 50 countries. We open down under in Melbourne and top off the year as Data IQ winners.": "世界50カ国以上をカバーするデータ構築中。メルボルンにオフィスを開設し、さらにデータIQを獲得致しました。",
  "What next?": "さらに？",
  "We'll help more customers in more industries in more countries. Better decisions where location matters.": "より多くの国のより多くの業界のより多くのお客様にサポートを行って参ります。ロケーションに関するより良い判断を致しましょう！",
  "Meet Our Teams": "チーム紹介",
  "This is our team, a lot of smiling happy people who work hard and understand the likely challenges you will face.": "これが私たちのチームです。笑顔のハッピーチームがお客様の課題を理解しソリューションを提供させて頂くために全力をつくします。",
  "Product Team": "商品チーム",
  "Our product team are passionate people. They pave the way for our success by creating simple and powerful geodata products and online mapping platforms. Creative doers that work very hard and have fun along the way.": "私たちの今日の成功は情熱的な商品チームによるシンプルでパワフルな地理データ商品及びオンラインマッピングプラットフォーム構築にあります。　創造的で行動力のあるチームは一生懸命、そして楽しみながら商品を開発して参りました。",
  "Location Planning Associates": "ロケーションプランニングスペシャリスト",
  "They're a curious bunch. What makes a place tick? Who would do well here? What are the risks? They've been around the world for some of the biggest brands. They've seen the impact of location decisions and they understand.": "私たちは常に興味津々！　この場所を輝かせるのは？　ここで何をすれば成功するか？　リスクは？　世界の一流ブランド企業と取引をさせて頂いてきておりロケーションの決定がどの様な影響を与えるか十分理解しております。",
  "Data Scientists": "データサイエンティスト",
  "Our team of data scientists is the map making, terabyte crunching, cloud computing, query optimising, graph traversing, topology interrogating, drivetime decaying, hyperparameter tuning, tensor flowing, XG boosting innovation machine at the heart of GEOLYTIX’s analytical solutions. Read.... we love solving problems using computers.": "私たちのデータサイエンティストはマップメーキング、テラバイトクランチング、クラウドコンピューティング、クエリー最適化、グラフトラバーサル、トポロジー提議、駆動時間減衰、ハイパラメーターのチューニング、テンサーフロー、XGブースティング等を手がけGeolytixの分析ソリューションのコアとなるイノベーションマシンであります。　さらに…  We love コンピュータによるソリューションであります。",
  "Photo of": "の写真",
  "Choose Your Country or Region": "あなたの国或いは地域を選ぶ",
  "Thanks for your submission.": "ご提出ありがとうございました。",
  "We'll be in touch shortly.": "ご連絡させて頂きます。",
  "Success Stories": "成功事例",
  "See how our customers and partners are using our predictive location intelligence to drive real results.": "お客様、パートナーがどの様に当社予測ロケーションインテリジェンスにより大きな成果を得られているかご覧下さい。  ",
  "ASDA": "ASDA ケーススタディ",
  "Logo": "ロゴ",
  "Helping ASDA completely overhaul their location planning processes": "ASDAのロケーション計画プロセスを根本的に再策定するサポートを行った。",
  "Camelot": "Camelot ケーススタディ",
  "How do we forecast when we don't have loyalty card data?": "ロトカードデータがない場合はどの様に予測するか？",
  "Dominos": "DOMINOS　ケーススタディー",
  "Optimising an estate for all involved": "対象店舗物件の最適化",
  "John lewis": "John Lewis ケーススタディ",
  "Enabling John Lewis to successfully review their corporate plan": "会社計画の見直しを成功させた。",
  "Marks and Spencer": "Marks and Spencer　ケーススタディ",
  "Forecasting future scenarios to support with complex decisions": "将来的シナリオを予測することによる複雑な決定事項へのサポート",
  "On The Market": "On the Market ケーススタディ",
  "Making the search function work for the customer": "お客様に適切なサーチ機能のカスタマイズ",
  "Total Fitness": "Total Fitness ケーススタディ",
  "Understanding the future potential": "将来的ポテンシャルを理解する。",
  "Arco": "Ａｒｃｏ　ケーススタディ",
  "Understanding the Size of the Prize": "規模及び展開への理解",
  "Co-op": "Co-op ケーススタディ ",
  "Is it possible to automate Customer Catchments?": "カスタマーキャッチメントの自動化は可能ですか？",
  "Harrogate Borough Council": "Harrogate Borough Counceil （ハロゲート自治区）ケーススタディ",
  "Quantifying the impact of Covid-19": "コロナウイルスの影響を数値化",
  "Mitchells and Butlers": "Mitchells and Butlers ケーススタディー",
  "Dealing with the complexities of 15 brands": "複雑な１５ブランドの取扱い",
  "Wickes": "Wickes ケーススタディ",
  "Optimising the store estate in an Omnichannel landscape": "オムニチャネルランドスケープにおける店舗物件の最適化",
  "Make better decisions where location matters.": "科技赋能位置决策",
  "At Geolytix, our location-planning experts build tools and data that help our customers understand and optimise location when creating both physical and online distribution networks.": "実店舗及びオンライン店舗を開設をされる場合、Geolytixのロケーションプランニングのエキスパートがお客様によるロケーションに関するご理解、またロケーションの最適化を可能とするツール及びデータを構築させて頂きます。",
  "View Our Products": "商品サービスを見る",
  "Read More About Us": "続きを読む",
  "When location matters, organisations turn to us first": "企業がロケーションに関するアドバイスを必要とする時、まず私たちにお問い合わせを頂いております。",
  "Since the day Geolytix came into being, we've been telling our customers where to go; how many stores, who to acquire, where to open and how to optimise home delivery and click & collect operations.": "Geolytixは設立当初より必要店舗数について、またどこを取得すると良いか、開店場所、自宅配達及びクリック＆コレクト（オンライン注文及び受取先）等につき最適な選択が行える様にお客様にアドバイスを提供して参りました。",
  "Investing in stores and online is expensive. We'll help you spend your money wisely": "店舗及びオンラインへの投資費用は高く、Geolytixはお客様のコスト削減につながるアドバイスを行います。",
  "Read more about us": "続きを読む",
  "Talented People": "専門家数 35 名",
  "Offices": "オフィス",
  "Retail Places": "店舗のマップ化",
  "Shared Purpose": "一つの目的を共有",
  "Countries": "か国",
  "Mobile Pings": "億のモバイルPing",
  "What We Do": "私たちにできること",
  "We help our customers make informed decisions": "お客様に十分理解して頂いた上で決定して頂ける様にサポート致します",
  "Network Strategy": "ネットワーク戦略",
  "It’s never been more important for a retailer to understand how to optimise its store network. Whether you want to understand the potential number of stores you can open, how new formats will work together or how many stores you should close, given your growth in online sales, we can help.": "リテーラーにとってストアネットワークの最適化は益々重要となっており、Geolytixは共に作業をすることによりオンライン売上データに基づき適切な将来的店舗数、新しい形態の機能性予測、閉店すべき店舗数等につきアドバイスをさせて頂くことが可能です。",
  "Location Planning": "ロケーションプランニング",
  "Many of us have worked as Location Planners for major retailers. Over the years we have had experience in all industries and the public sector across the world. Whether you need to understand how much a new store will take, sales cannibalisation or your online and offline customer profiles we can help.": "Geolytixのエキスパートの多くは主要リテーラーのロケーションプランナーとして世界中のあらゆる産業、公共事業向けにサポートを行って参りました。オンライン/オフライン顧客プロフィールを頂ければ新店舗での見込売上、カニバリゼーションについてもアドバイスがが可能です。",
  "Omnichannel Retailing": "オムニチャネルリテーリング",
  "GEOLYTIX believe many businesses are missing a trick by not better combining their demographic, spatial and customer data. Whether its loyalty card, online, banking or mobility data we would love the opportunity to help you drive out more insight and get the right mix of Bricks and Clicks.": "Geolytixは多くのビジネスがより人口統計、空間、顧客データを融合させ活用するというトリックを上手く利用できていないと感じています。ポイントカード、バンキング、モビリティーデータ等も含め、適切な実店舗・オンラインの組み合わせにつきアドバイスを行うこと可能です。",
  "Spatial Modelling": "空間モデリング",
  "Spatial is different. GEOLYTIX understand when a simple scorecard will suffice, or when a customised gravity model or machine learning techniques will drive added value. We understand businesses don’t just need a model, but a framework that will improve your processes & management reporting.": "空間についてはシンプルなスコアカードで十分か、カスタマイズされたグラビティモデル、マシンラーニングテクニックにより付加価値をつけられるか判断致します。　Geolytixはお客様が単なる一つのモデルではなく、プロセス、マネージメントレポーティングの改善につながるフレームワークを必要とされていることを十分理解しております。",
  "GeoData": "Geoデータ",
  "Where people live, work, study and shop.": "人が暮らし働き学び買う場所",
  "We create datasets across the globe to help with your network strategy and location based decisions.": "お客様のネットワーク戦略、ロケーションに関する決定をサポートする世界中のデータセットを作成致します。",
  "United Kingdom": "UK",
  "Europe": "ヨーロッパ",
  "Asia Pacific": "アジア太平洋",
  "Americas": "USA",
  "MAPP": "",
  "Predictive location intelligence customised for you.": "空間インテリジェンスのカスタマイズ",
  "MAPP is our online market intelligence and mapping tool which allows anybody to use location data for business decision-making.": "MAPPはオンラインマーケティングインテリジェンス/マッピングツールでビジネスにおける決定時に誰でも利用できるロケーションデータとなっております。",
  "We create bespoke, innovative solutions which work for you.": "私たちはお客様に最適な革新的なソリューションをカスタマイズ致します。",
  "Visualise your stores, competitors, filter by performance and generate reports and dashboards in a matter of seconds...": "フィルター抽出によるストア、コンペティターのビジュアル化及びレポート及びダッシュボードの作成を瞬時に行います。",
  "Catchment & demographic analysis": "キャッチメント及び人口統計分析",
  "Site feasibility assessments": "サイトの実現可能性査定",
  "Gap analysis & hotspots": "ギャップ分析及びホットスポット",
  "Import & export data": "データのインポート・エクスポート",
  "User roles": "ユーザーの役割",
  "Simple & easy-to-use": "シンプルで簡単に使える",
  "Accessible anywhere": "どこからでもアクセス可能",
  "Secure": "安全",
  "Unlimited usage": "無限に使用が可能",
  "Integrated data & modelling": "統合されたデータ及びモデリング",
  "We create success stories": "当社商品が成功事例につながります。",
  "We build close, on-going relationships with our customers and will become your trusted advisers": "お客様との持続的良好関係構築によりお客様に信頼されるアドバイザーとなっております。",
  "Our Customers also include:": "当社顧客",
  "Contact Us": "連絡をする",
  "At GEOLYTIX we help retailers make informed decisions about how many stores, who to acquire, where to open, which format, how to optimise home delivery and click & collect operations.": "Geolytixはリテールのお客様に必要店舗数について、またどこを取得すると良いか、開店場所、自宅配達及びクリック＆コレクト（オンライン注文及び受取先）等につき十分理解して頂き最適な選択が行える様にアドバイスを提供させて頂いております。",
  "First Name": "名前",
  "Last Name": "苗字",
  "Email Address": "E-mailアドレス",
  "Telephone": "電話番号",
  "Message": "メッセージ",
  "We’d love to let you know when we release new open data and update you with all the exciting projects we’re working on": "新規オープンデータのリリースや私たちの新規試みにつきお知らせをさせて頂けると嬉しいです。頻繁なEmail配信はありません。またいつでもメルマガの解除が可能です。",
  "Send Enquiry": "質問を送る",
  "Or choose an office": "またはオフィスを選択する。",
  "Office 117, The Finsbury Business Centre, 40 Bowling Green Lane, London, EC1R 0NE": "",
  "Avenue HQ, 10-12 East Parade, Leeds, LS1 2BH": "",
  "Aleja Jana Pawła II 80, 00-175 Warszawa, Babka Tower, wejście H, piętro 5": "",
  "15F Cerulean Tower, 26-1 Sakuragaoka cho, Shibuya-ku, Tokyo, 150-8512": "",
  "Room 334, 135 Yanping Road, Jing’an District, Shanghai": "",
  "undefined": "未定义",
  "Level 22, 120 Spencer Street, Melbourne, Victoria, 3000, Australia": "",
  "Spaces, 377 Rivonia Blvd, Rivonia, Johannesburg, 2128, South Africa": "",
  "The Challenge": "課題",
  "Asda have always focussed a lot of resource on location planning. When GEOLYTIX started to work with them back in 2012, we took time to understand the day to day frustrations of the team, alongside the vision of the leadership team. A complete overhaul of new store forecasting processes and new space strategy has supported ASDA in opening new stores and optimising their current estate.": "Asdaは常にロケーションプランニングに多くの資源を投資している。2012年に初めて御手伝いをし始めた当初はマネージメントチームビジョンに対するその他のチームの日々のフラストレーションを理解するのに時間を要した。新規ストア予測プロセス及び新空間戦略を根本的に見直すことによりASDAの新規ストア開設及び既存ストア物件の最適化をサポートした。",
  "The Approach": "アプローチ",
  "Business Requirements & IT Systems Design Review.": "業務要件及びITシステムデザインの見直し",
  "Forecasting Models Development– User front end to drive efficiency.": "予測モデルの開発-効率的なユーザーフロントエンド",
  "Team coaching and mentoring.": "チーム教育及び指導",
  "The Impact": "成果",
  "The data & modelling will drive an increase in our forecasting accuracy, bespoke software development makes us more efficient. Just as importantly, GEOLYTIX have mentored and up-skilled the team. The work we have done with GEOLYTIX has shaped our strategy and enabled us to reach a space growth plan we are confident about. GEOLYTIX are helping us to invest wisely.": "データ及びモデリングにより予測の正確性が高まり、カスタマイズされたソフトウェア開発により効率化が実現できた。何よりもチームに指導を行いスキルアップを図ってくれた。Geolytixサポートにより自信のある店舗スペース拡大計画、戦略が策定できた。またGeolytixは賢く投資をするためのサポートを行ってくれた。",
  "David Dodd, Market Strategy Manager": "David Dodd, マーケティング戦略マネジャー",
  "Camelot have over 45,000 terminals across many different formats and also have to provide terminals for postcodes with over 2,000 population. With no customer loyalty card, Camelot don't know who is purchasing from their physical in-store locations. How to we predict future revenue potential from new lottery terminals, marketing activity and product innovations.": "Camelotは45,000の様々な形態のターミナルを持っており2,000人以上の人口を持つ郵便番号の地域にはターミナルの設置を行わなければならない。ポイントカードがなければCamelotはどの顧客が実店舗から購入をしているかわからない為、課題は如何に新規ターミナル、マーケティング、商品開発から潜在的収益予測するかという点である。",
  "Understanding the behaviour of existing customers to build a model to predict the future.": "将来予測が可能なモデルを策定するために既存顧客の行動を理解する必要がある。",
  "Using surveys, online behaviour and mobility data to model retail behaviour.": "調査、オンライン上の行動、モビリティーデータを用いてリテールの動きをモデル化する。",
  "Understand the effect of demographics and channel at a detailed level.": "人口統計、チャネルによる影響を詳細に亘り理解する。",
  "Develop on a platform that will provide in field analytics and mobile data capture, in order to futureproof processes and accuracy.": "将来的にも有効であるプロセス及び正確性を実現するためにフィールドアナリティクス及びモバイルデータキャプチャー機能を持つプラットフォームを開発",
  "GEOLYTIX have transformed our location planning capability and have been fundamental in supporting our goal of unlocking opportunities for growth, optimising our ever changing retail network and further influencing channel strategies. They have absolutely enabled us to make better decisions where location matters.": "GeolytixはCamelotロケーションプランニング能力に変革をもたらし将来的成長への可能性を拡大させるという当社ゴール、変化を遂げるリテールネットワークの最適化、更なるチャネル戦略をサポートする基盤的存在となった。正にGeolytixサポートによりロケーションに関してより良い決断が可能になったと言える。",
  "Paul Clarke, Retail Planning Manager": "Paul Clarke, リテールプランイングマネジャー",
  "The Co-op have over 3,500 stores across the UK, and is the local choice for many. Understanding the primary catchment of stores is a key part of the Co-op being able to accurately forecast new store sales and understand potential cannibalisation.": "Co-opには英国に3,500以上の店舗があり地元の多くの人に選ばれている。ストアの主要キャッチメントを理解することは新ストア売上の正確な予想、また潜在的カニバリゼーションを把握するための鍵となった。",
  "The Co-op have a team of location planning experts who can create these primary catchments, but this takes valuable time. Using simple distance and market share rules doesn’t work that well for the Co-op; the catchments are too localised and affected by format, location type and competition.": "Co-opには主要キャッチメントの作成が可能なロケーションプランイングのエキスパートがいるが貴重な時間をさく必要があった。シンプルな距離及びマーケットシェアルールによるキャッチメントはCo-opにとっては地元に特化しすぎ、また、フォーマット、ロケーションタイプ及び競合の影響が出すぎてしまい適切ではなかった。",
  "Our challenge was to work with the Co-op team to find a way to automate catchments that reflected what the experts would draw.": "課題はCo-opチームと共にエキスパートが描くであろうキャッチメントを自動化する方法を探すことであった。",
  "Calculate market shares using Co-op membership data, taking into account its limitations.": "制約のある中、Co-opw会員データによりマーケットシェアを算出する。",
  "Review the most effective geography to use avoiding small number issues while being as detailed as possible.": "小規模エリアのデータを利用することを回避しつつ可能な限り詳細を記す最も効果的な地理を検討する。",
  "Create a series of catchment outputs using different methods and review hundreds of catchments with the Co-op team": "異なる方法により、またCo-opチームと共に何百ものキャッチメントの検討を行い一連のキャッチメントアウトプットを作成する。",
  "Develop a novel algorithm": "新しいアルゴリズムの開発",
  "Successfully identify ‘break points’ in penetrations and create natural shapes reflecting where the underlying member behaviour changes": "市場への浸透につきブレークポイントを正しく見極めストアメンバーによる行動の変化を反映した自然な形を作成する。",
  "Create a composite distance / market share score and rule sets to calculate intuitive segregations for new stores": "距離・マーケットシェアの複合的スコア及びルールセットを作成し、新規ストア向けに使いやすいセグリゲーション（区分）を計算する。",
  "This project was not only successful but enjoyable. Geolytix carried out the project on site, so that we were able to work together as a team; upskilling our team members in the art of algorithms and ensuring our knowledge on local catchments was reflected. The output was an automated process that enables us to update our catchments regularly. This ensures we have the best insight to inform our strategic recommendations and also saves us time that we can re-invest elsewhere in the team. We are certainly keen to apply this collaborative way of working with Geolytix to solve some of our other challenges ": "プロジェクトは成功しただけではなく楽しいものでありました。Geolytix は当社サイトでプロジェクトを実行してくれたためチームとして共に作業が行うことができ、当社チームのアルゴリズムに関するスキルアップにつながり、私たちの地元キャッチメント知識が確実に織り込まれる様に取り計らってくれました。これにより私たち自身による定期的なキャッチメントのアップデートが可能ととなる自動プロセスが作成でき、戦略的レコメンデーションを生み出す最適な自己認識洞察力を得られる様になりました。また、チームの時間削減により別の課題に取り組むための時間が創出できました。私たちが抱えている他の課題についても是非Geolytixとの共同作業という形で解決していきたいと考えています。   ",
  "Jen Carmichael, Head of Property Strategy & Insight": "Jen Carmichael 不動産戦略・インサイト部門長   ",
  "Setting the annual corporate plan is an important time for retailers and often involves tight timescales. Our challenge was to improve the efficiency of the Catchment Strategy Review Process and enabling more valuable 'thinking' time.": "リテーラーは重要な会社年度計画策定時に常に時間に追われてしまう。課題はキャッチメント戦略見直しプロセスの効率化により価値ある”考える”時間を創出することである。",
  "Our job was to focus on the process, rather than the modelling which John Lewis carry out in-house.": "私たちはJohn Lewisが自社で行うモデリングではなくプロセスにつき注力が必要。",
  "Automate all steps in the process – as few clicks as possible.": "プロセスを可能な限り自動化とした。-クリック数を少なくする。",
  "Include geodata to improve the system.": "地理データを含めシステムを改善",
  "Allow multiple strategic scenarios to be carried out more quickly, including the addition of click and collect locations.": "「クリック＆コレクト」のロケーションの追加を含め、より早くマルチ戦略シナリオの実行を可能とさせる。",
  "The GEOLYTIX team were able to provide a bespoke solution that worked for us, rather than an off-the-shelf product. Simon went the extra mile and worked closely with us resulting in a significant improvement in efficiency, allowing multiple multi-channel strategy scenarios to be reviewed": "Geolytixは既製品ではなくカスタマイズしたソリューションを提示してくれた。Simonは何マイルも先までかけつけてくれ私たちのサポートを身近で行ってくれ大幅な効率化、複数のマルチチャネル戦略シナリオの見直しが可能となった。",
  "Michael Flood, Strategic Customer Analysis Manager": "Michael Flood 戦略的顧客分析マネジャー",
  "2020 was a year like no other for Britain’s High Streets.": "2020年は英国ハイストリートにとって前例がない様な年であった。",
  "Harrogate Borough Council needed a robust way of measuring activity levels within its High Streets, to quantify the impact of external events.": "ハロゲート自治区は信ぴょう性のおける方法でハイストリートにおける活動レベルにつき外部要因による影響を数量化し測る必要があった。",
  "As part of the Re-opening High Streets Safely initiative, it also needed to be able to measure the effectiveness of initiatives to recover when it was safe to do so.": "ハイストリートの安全対策を再開するにあたり、町の安全性が認められた後の町の回復への安全対策の及ぼす影響を測定する必要があった。",
  "Geolytix used mobility data to map levels and patterns of activity in 6 key conurbations.": "Geolytixはモビリティーデータを使用し6つの主要都市圏における活動レベル及びパターンをマップ化",
  "A pre-covid baseline was established, and reports produced to show the level of activity relative to that baseline, on a weekly basis.": "コロナウイルス発生前のベースラインを作成し、そこから毎週ハイストリートにおける活動状況のレポートを作成",
  "This enabled stakeholders to clearly see the impacts of the lockdowns on town centre activity levels, and then the shape and speed of recovery throughout the year.": "これにより関係者はロックダウンのタウンセンターの活動レベルへの影響また年間を通してどの様な状態を経て急速に回復をしてきたかはっきりと見ることが可能であった。",
  "Regional and National measurements were provided to give additional context.": "地域及び国の計量も内容に追加し提供",
  "The measurements were provided via the Geolytix Online Mapping platform, MAPP, providing additional data and spatial visualisation.": "同計量はGeolytixオンラインマッピングプラットフォーム（MAPP）経由で追加データビジュアル化として提供",
  "The data provided by Geolytix has proved vital in measuring the impact of the Reopening the High Street Safety project funding (which has been provided by HM Government and the European Regional Development Fund).": "Geolytixの提供するデータは政府及びヨーロッパ地域開発基金から提供されたハイストリート安全プロジェクト基金再開のインパクトを測定するのに不可欠であった。",
  "Since March 2020 various restrictions have been in place relating to the covid pandemic and the innovative use of technology and data that Geolytix utilise has enabled HBC to monitor the impact both of the restrictions and policies in place and of the funding that has been utilised to support the reopening of the high street at various times throughout the past 10 months.": "2020年3月よりコロナパンデミック対応のため様々な規制が発せられ、Geolytixの革新的テクノロジー及びデータにより１０か月の間、自治区は規制及び政策の影響、また数回に亘りハイストリート支援に使用された基金の影響をモニターすることができた。",
  "Ben and the team at Geolytix have been fantastic to work with right from our initial enquiry.  They listened carefully to challenges that we had and quickly came up with value-for-money solutions and options for us.  They’ve continued to be extremely responsive and have delivered on everything that we have asked for": "GeolytixのBen及びチームは最初の問合せの時点から共に仕事をするのに最高で、私たちの課題を注意深く聞いてくれ、素早く料金に見合ったソリューションを提供してくれた。その後も非常にリスポンスが良く私たちの依頼の全てに答えてくれた。",
  "Daniel Harper, Executive Office, Economy and Transport, Harrogate Borough Council.": "Daniel Harper, エグゼクティブオフィス、経済・運輸, Harrogate自治区",
  "Adding franchisees into the mix adds another dimension for Network Planning. Our challenge is to support the Dominos strategy to be the number one pizza company in each neighbourhood with a focus on franchisee profitability. Understanding Delivery, Collection, Competitors, Catchments and Price.": "ネットワークプランニングにフランチャイズという要素を加えた。課題は配達、回収、コンペティター、集客地域、価格につき理解をし、Dominosが利益性に重点をおきながら近隣でNo.１のビザ会社となるという戦略をサポートすること。　",
  "Understand the true drivers of store performance & the impact on nearby stores of opening new sites": "真に番ストア業績に貢献をしているもの及び新規開店による同近隣店舗への影響を理解する。",
  "Predict new store sales and cannibalisation using a consistent, transparent fact base and model": "一貫性及び透明性のある事実ベース及びモデルを利用した新規店舗売上及びカニバリゼーションの予測",
  "Improve the efficiency of the store forecasting process to allow more time for the value-add": "ストア予測プロセスの効率アップにより付加価値創造への時間を創出",
  "Deliver the ideal network blueprint and optimum network strategy": "理想的なネットワークの計画及び最適なネットワーク戦略青写真の提示",
  "Our work with GEOLYTIX has enabled us to form a consistent approach to new site forecasting, step changing our understanding of customers catchments and improving our ability to understand regional and store performance. The collaborative approach has resulted in us being able to make decisions around our future location strategy and form ideal network blueprints with significantly increased confidence.": "Geolytixのサポートにより新規店舗設立の判断につき一貫したアプローチを取ることが可能となり、集客地域への違った認識がもてる様になり、地域及びストアパフォーマンスへの理解が深まった。共同作業というアプローチを取ることにより将来的ロケーション戦略につき決定、自信をもって理想的なネットワーク青写真を作成することが可能となった。",
  "Craig Donnellan, Head of Location Planning": "Craig Donnellan, ロケーション　プランイング　部門長",
  "Ever typed a postcode or town into a search portal only for a long unrelated list to be returned? Our challenge was to build and deliver a web search tool that provides the right properties to view.": "郵便番号や市町村名を検索ポータルに入力して膨大なリストが抽出された経験はありませんか？　私たちの課題は閲覧すべき適切な物件のみを抽出できるウェブサーチツールを構築することでした。",
  "Provide town and suburb boundaries that reflect where people want to live.": "人が住みたいと思う町及び郊外の境界を提示。",
  "Support in creating a search hierarchy that covers all options for users.": "ユーザの全オプションのカバーが可能なサーチヒエラルキー策定をサポート。",
  "Provide an accurate Point of Interest dataset to describe the provision in an area e.g. schools, public transport, supermarkets.": "正確な目標物(Point of interest)データセット（学校、公共交通機関、スーパー等）の提供。",
  "The GEOLYTIX team worked with us to understand our needs and provide accurate data that successfully reflects the areas where people want to search for property. Furthermore they supported our technical team with valuable advice, supporting us in delivering to tight timescales": "Geolytixは私たちのニーズを把握し人が物件を検索したいと考えている地域を上手く反映した適格なデータを提供してくれた。　さらに当社テクニカルチームに価値のあるアドバイスをし、タイトスケジュールでリリース出来る様にサポートをしてくれた。",
  "Morgan Ross, IT Director": "Morgan Ross, IT 取締役",
  "Mitchells and Butlers own brands from All Bar One and O'Neills to Premium Country Pubs to Miller & Carter to Harvester and Toby. The challenge was set to understand the customer profile and catchment of the brands in order to develop an optimum blueprint. If it was recommended a Toby location changes to Miller & Carter, then could the area support a new Toby location? Would their be cannibalisation of the existing estate from the proposed change? The options are endless. A proven, scientific approach to deploying the right brands in the right locations was required.": "Mitchells and Butlersの所有するブランドはAll Bar One, O'NeilsといったものからPremium Country Pubs、Miller & Carter, Harvester, Tobyとあり、ここでは最適な青写真作成のためにブランド毎の顧客プロフィール及び集客地域を把握するのが課題であった。例えばTobyのロケーションをMiller & Carterに変更した場合、新しいTobyのロケーションをどの様にするか、同変更により既存店舗にてカニバリゼーションは発生しないか。様々な選択肢があり、適切なブランドを適切なロケーションにて展開させることが必要となる。",
  "Produce an integrated optimal network to increase the value from the Mitchells and Butlers annual capital investment plan.": "統合された最適なネットワーク構築によりMitchells and Bultersによる年間資本投資計画に付加価値を加えた。",
  "Deal with the complexities of 15 brands and their interplay with each other.": "複雑な15ブランドを考慮し相互に良い影響を与えさせる。",
  "The ability to run multi-scenarios and incorporate potential new brands.": "マルチシナリオを作動させ新ブランドのポテンシャルを織り込む。",
  "Inclusion of innovative new datasets to drive additional insight.": "より良く実態を見極めるまえ、革新的新データセットを含める。",
  "Working with Geolytix has allowed us to use complex data combined with our existing knowledge to drive recommendations that make real sense for our business, but also ones that drive value that we wouldn't have discovered ourselves. We have an integrated toolset which enables our analysts to carry out complex queries and our acquisition and development teams to quickly view the potential for a site on a mobile device in any location.": "Geolytixと共に作業を行うことにより私たちの持っている知識に複雑なデータをプラスし、私たちだけでは見いだせなかった付加価値を加え当社事業に適切な提案を行える様になった。統合されたツールセットにより、当社アナリストが複雑なクエリー実行が可能となり買収開発チームはモバイルデバイス使用によりどこからでも即サイト候補の閲覧が可能となった。",
  "Nick Young, Director of Acquisitions and Estate Strategy": "Nick Young, 買収及び不動産連略　取締役",
  "Total Fitness have 17 gyms across the North of England. They believe in a 360 approach and offer a full service from 3 pools, to a track, to over 70 classes. Our challenge was to understand the size of the opportunity for new gym locations, taking into account the format, size of box and catchment for these destination locations. ": "Total Fitnessには英国北部に１７のジムを展開しており、多面的アプローチに重点をおいており、プールが３つ、トラック、７０のスタジオクラスといったフルサービスを提供している。私たちの課題は、ストア形態、集客規模等を考慮しつつ、ジム新設エリアにどの様な規模のビジネスチャンスがあるか見極めることであった。　",
  "Determining the best locations for the next Total Fitness gyms.": "次のTotal Fitnessジム開設に最適なロケーションを見極める。",
  "Understand the true customer profiles and catchments for specific location types.": "特定のロケーションタイプにおける真の顧客プロフィール及び集客可能地域を理解する。",
  "Understand the size of the opportunity and how this affects market share and access to potential customers.": "ビジネスチャンスの規模、またどの様に市場シェア及び潜在的顧客へのアクセスに影響を与えるかを理解する。",
  "The work by GEOLYTIX quickly allowed us to understand the potential for increasing our market share and how we could best achieve this. They have given us the insight to support our strategic decision making in order to push our business forward.": "Geolytixのサポートにより、即マーケットシェア拡大へのポテンシャル及び、最適なシェア拡大方法につき理解することができ、Geolytixは事業を推し進めるための戦略的決定につながる見解を示してくれた。",
  "Richard Millman, CEO": "Richard Millman, CEO",
  "Arco's mission is to keep people safe at work. Arco have a network of ~50 stores located across the UK alongside their safety training and consultancy business. Our challenge was to understand the drivers of store performance, and to use this to develop a blueprint for the expansion of the stores network; allowing more people to have easier access to a local store.": "Arcoのミッションは勤務中の社員の安全である。　Arcoはセーフティートレーニング及びコンサルタント事業と共に５０弱の店舗をUK全土に展開している。課題はストアパフォーマンスの主軸を理解し、より多くの人が容易に地元ストアにアクセスできる様なストアネットワーク拡大に向けた青写真を策定することである。",
  "In depth analysis of store data to build understanding of branch catchment areas.": "ブランチの集客エリアを理解するためのストアデータを深く分析。",
  "Identification of the key factors which drive branch performance – both at the macro (market) level and at the micro (location specific) level.": "マクロ（市場）及びミクロ（限定地域）レベルにおいてブランチのパフォーマンスの主軸となっている主要要因を見極めた。",
  "Development of a unique, bespoke database of all trade parks in the UK, each ranked according to it’s suitability for a new Arco store.": "英国の全産業のTrade Park (ビジネスオフィス・店舗ユニット）に特化しカスタマイズされたデータベースを開発し、新規Arcoストア用としての適正につきランク付を実施。",
  "Identification of the best opportunities for new branch openings, in terms of both the markets to enter and the trade parks on which to locate.": "新規ブランチ開設に際し、ビジネスチャンスに最適となるマーケット及びTrade Parkを提示した。",
  "The GEOLYTIX team worked closely with us to help us to understand our trade customers and stores. Their insight has identified the growth potential for our retail business, and a detailed blueprint to guide our strategic investments as we develop our branch portfolio.": "Geolytixと緊密に仕事をすることにより取引顧客及びストアへの理解が深まり、彼らのアドバイスにより会社リテール事業の成長のポテンシャルを見出しブランチポートフォリオ発展への戦略的投資をサポート可能な詳細な青写真を描くことが可能となった。",
  "Paul Frewin, Divisional Director - Retail": "Paul Frewin,　リテール部門　取締役",
  "High street retailers with a mix of formats and locations face well-documented challenges. M&S asked GEOLYTIX to support them with a step change in the roll-out of the Food estate, alongside understanding the drivers of performance for the Clothing & Home estate. It was essential they understood and continue to understand their optimum network blueprint in changing times.": "ハイストリート（繁華街）リテーラーであり様々な事業形態及びロケーションをもち、十分な文書化を行うことが課題であった。M&Sからのリクエストは食料品店のイメージからの脱却、また衣料品及びホーム用品パフォーマンスの主軸となる商品サービスを把握するためのサポートであった。M&Aは現状を把握し、以降も変化に伴い最適なネットワークの青写真を描き続けることであった。",
  "Create an efficient selection & sales forecasting process, based on a rigorous, objective fact base and a consistent approach.": "厳格で客観的な事実及び一貫したアプローチによる効率的なセレクション及び売上予測プロセスの作成",
  "Understand the drivers and catchments of the Clothing & Home estate, in order to build optimal networks.": "最適なネットワーク構築のための衣料品・ホームエステイトの主軸商品サービス及び集客地域の理解",
  "Integrate custom models with existing data and software to create the M&S modelling toolkit.": "M&Sモデリングツールキット作成のための既存データ及びカスタムモデルの統合",
  "Bulk run multiple national and regional scenarios to guide network strategy and create future blueprints.": "ネットワーク戦略をサポートし将来の青写真を描くために複数の」国、地域シナリオをバルクにて稼働",
  "GEOLYTIX have worked with us to create a bespoke toolset enabling us to proactively set our strategy and quickly answer any What if scenarios. Their analysis and recommendations have provided us with a consistent evidence base from which to make our network decisions.": "Geolytiとの共同作業を経てカスタマイズされたツールセットにより、戦略をプロアクティブに策定し、如何なる仮説シナリオへも即回答が得られる様になった。Geolytixの分析及びアドバイスにより一貫したエビダンスベースが持てる様になり、このエビダンスベースによりネットワーク関連の決定が行える様になった。",
  "Robert Morray, Head of Location Planning": "Robert Morray，　ロケーションプランニング部門長",
  "Wickes have more than 200 stores across the UK.. Investing in large, physical stores is significant, not least as customers are increasingly choosing to browse and purchase online. It is essential Wickes understands the role a new store will play for customers in a multichannel world, as well as whether there will be any impact of cannibalisation from their neighbouring estate. The shopping trips from their customers vary hugely from picking up a pot of paint, to designing a new luxury kitchen. How can we best capture this in a forecasting model?": "UKにおけるWickes店舗は200店以上であり、オンライン販売は増加傾向であるも大規模の実店舗をもつことが重要となっている。　マルチチャネルという環境の中、Wickesが新規店舗がお客様にどの様な影響を与えるか、また近隣のWickes店舗との競合につき理解をすることは不可欠である。ペンキを購入するお客様や高級キッチンを新調されるお客様がおられる中、どの様にこういった要素をこの予測モデルに取り込むべきか。",
  "Understand the customer profile and level of spend for the different product categories in the Wickes range": "顧客プロフィール及びWickes商品カテゴリー別顧客消費につき理解する",
  "Build a bespoke demand surface at a small geography": "小さな地域における需要サーフェスをカスタマイズする。",
  "Build 2 separate models": "二つの別モデルを構築",
  "A gravity model to forecast the sales for Core DIY": "主力のDIY売上を予測するためのグラビティモデル",
  "A blended model, including spatial regression to tackle Kitchen & Bathroom Sales": "キッチンと風呂場商品売上を考慮した空間回帰要素を含む混合モデル",
  "Detailed analysis on real life examples to understand and validate the sales cannibalisation that occurs across the catchment following a new store opening": "実例の詳細分析を行い新店舗開設により、同エリア競合店舗による売上カニバリゼーションがないか把握、検証を行う。",
  "Our priority was to build a consistent and accurate approach for forecasting sales cannibalisation across the estate. We’re delighted with the analysis and understanding GEOLYTIX have given us. Our knowledge of loyalty across customer types, catchments, impacts and expected store performance provides a factbase for us to make confident decisions from. We have a forecasting and mapping tool at our fingertips, that is used throughout our Property planning. And a team of experts a phone-call away for further help if we need!": "",
  "Chris Sweeney, Customer Insight Director, Wickes.": "Chris Sweeney, カスタマーインサイト　取締役 (Wickes)",
  "Services": "サービス",
  "About": "～について",
  "Blog": "ブログ",
  "Sign Up": "サインアップ",
  "Case Study": "ケーススタディ",
  "'Doing' Network Strategy Better": "ネットワーク戦略の改善",
  "Want to know more?": "さらに知りたい場合",
  "Contact us": "お問い合わせ",
  "Understanding breadth and depth of choice for Lottery Customers": "ロト（宝くじ）顧客の幅広く深いチョイスを理解する",
  "Combining Art and Science": "アートとサイエンスを融合させる  ",
  "Improving Efficiency": "効率化改善",
  "High Street Activity Index": "ハイストリート（繁華街）アクティビティインデックス",
  "Network Planning for Franchisees": "フランチャイズ向けネットワークプランニング",
  "Property Search Portals": "物件サーチポータル",
  "The Right Brands in the Right Locations": "最適なロケーションにおける最適なブランド",
  "Network Planning for the Leisure Industry": "レジャー産業へのネットワークプランニング",
  "UK Store Expansion": "UKストア拡大",
  "The challenge of the High Street": "ハイストリート（繁華街）における課題",
  "Planning for Future Success": "将来的成功への計画",
  "Stay Up to Date with Geolytix": "Geolytix最新情報",
  "Privacy Policy": "プライバシーポリシー"
}
