{
  "About Us": "O nas",
  "At GEOLYTIX we help our customers make informed decisions about how many stores, who to acquire, where to open, which format, how to optimise home delivery and click & collect operations.": "W GEOLYTIX doradzamy firmom, które borykają się z problemami typu, ile jeszcze sklepów należy otworzyć i gdzie je otwierać, jaką inną sieć należy przejąć, czy jak zoptymalizować dostawy do domu czy click&collect.",
  "View Our Team": "Nasz Zaspół",
  "Our Values": "NASZE WARTOŚCI",
  "The people who work at Geolytix share our vision and our values.": "Ludzie, którzy pracują w Geolytix, podzielają naszą wizję i nasze wartości.",
  "Geolytix was born in 2011. Co-founded by Blair Freebairn and Sarah Hitchcock, our vision remains the same today.": "Geolytix został założony w 2011 roku przez Blair’a Freebairn’a oraz Sarah’ę Hitchcock. Nasza wizja pozostaje ta sama do dzisiaj:",
  "When location matters, organisations turn to us first.": "Kiedy lokalizacja ma znaczenie, firmy zwracają się do nas w pierwszej kolejności.",
  "The people who work at Geolytix share our vision and values. We’re driven by our belief that the best work is born from a happy, dedicated and trusted team.": "Ludzie, którzy pracują w Geolytix, podzielają naszą wizję i wartości. Kierujemy się przekonaniem, że najlepszą pracę tworzy szczęśliwy, oddany i zaufany zespół.",
  "People": "Zespół",
  "Geolytix is our people. Relationships really matter to us, we are a team of individuals and love getting to know our clients.": "Geolytix to ludzie. Relacje są dla nas naprawdę ważne, jesteśmy zespołem ludzi który, uwielbia poznawać naszych klientów.",
  "Trust": "Zaufanie",
  "We believe people do business with people. Investment in physical and online networks is costly. Our customers trust us to provide the best strategy.": "Wierzymy, że ludzie robią interesy z ludźmi. Inwestycje w sklepy fizyczne oraz internetowe są kosztowne a nasi klienci ufają, że zapewniamy najlepsze doradztwo gdzie je lokalizować i redukować ryzyko błędnych decyzji.",
  "Innovate": "Innowacyjność",
  "We’re passionate about finding new ways to solve client problems and unlock geospatial-insights. Our Data Scientists are the best in the business.": "Jesteśmy pasjonatami poszukiwania nowych sposobów rozwiązywania problemów naszych klientów i używania do tego informacji geoprzestrzennych a nasi analitycy są najlepsi w branży.",
  "Be the Best": "Bądź najlepszy",
  "We have the best people. We look after ourselves and each other, we learn from each other’s varied experience and set high standards.": "Zatrudniamy najlepszych. Dbamy o siebie nawzajem, uczymy się na podstawie różnorodnych doświadczeń i wyznaczamy wysokie standardy.",
  "Global Projects": "Projekty Międzynarodowe",
  "We can help you wherever you are or are planning to go. From sharing our gold standard approaches across territories, through planning a new market entry, to crafting consistent global benchmarks. With offices in eight countries we are small but global.": "Możemy Ci pomóc, gdziekolwiek działasz lub planujesz zainwestować. Od dzielenia się naszymi najlepszymi praktykami na różnych rynkach, przez planowanie wejścia na nowe rynki, po tworzenie spójnych globalnych standardów. Posiadając biura w ośmiu krajach jesteśmy firmą jedncześnie butikową ale i globalną.",
  "Company Background": "O firmie",
  "Geolytix was born in 2011. The people who work at Geolytix share our vision and values. We’re driven by our belief that the best work is born from a happy, dedicated and trusted team.": "Geolytix został założony w 2011 roku przez Blair’a Freebairn’a oraz Sarah’ę Hitchcock. Ludzie, którzy pracują w Geolytix, podzielają naszą wizję i wartości. Kierujemy się przekonaniem, że najlepszą pracę tworzy szczęśliwy, oddany i zaufany zespół.",
  "The Beginning.": "Początek",
  "Geolytix is born.": "Powstaje Geolytix",
  "Finding our Feet.": "Stawanie na własnych nogach",
  "Geolytix wins their first major projects with retailers they still support today.": "Geolytix wygrywa swoje pierwsze duże projekty realizowane dla firm handlowych, z którymi współpracuje do dzisiaj.",
  "GeoData.": "GeoDane",
  "We realise the data we are building is valuable for everyone. Retail Places, a labour of love is finalised.": "Zdajemy sobie sprawę, że gromadzone przez nas dane są cenne dla każdego. Finalizujemy tworzenie bazy danych Obiektów Handlowych.",
  "Recognition.": "Uznanie",
  "Our contribution to the Open Data world is recognised at the ODI Awards. Without Open Data we wouldn't exist.": "Podczas ODI Awards organizacja Open Data Institute docenia nasz wkład w obszarze Open Data - bez nich trudno byłoby nam funkcjonować.",
  "Further afield.": "Pierwsze doświadczenia międzynarodowe",
  "Our first Europe wide projects are completed. We also test out the water with our first online mapping tool.": "Ukończyliśmy nasze pierwsze projekty w Europie. Stawiamy pierwsze kroki w opracowaniu narzędzia do tworzenia map online.",
  "Innovation.": "Innowacja",
  "An invite to Buckingham Palace after GEOLYTIX proudly wins the Queens Award for Innovation; world class omnichannel forecasting.": "Zostaliśmy zaproszeni do Pałacu Buckingham po tym, jak GEOLYTIX z dumą wygrał Queens Award for Innovation; światowej klasy prognozowanie omnichannel. ",
  "Asia Pacific.": "Azja",
  "Exciting times as we focus on APAC with offices opening in Shanghai and Tokyo. Second UK office in Leeds.": "Ekscytujące czasy, kiedy koncentrujemy się na regionie APAC, i otwieramy biura w Szanghaju i Tokio oraz drugie brytyjskie biuro w Leeds",
  "GEOLYTIX MAPP.": "",
  "We enter the online mapping market with a platform that enables an easy way to interrogate, analyse and visualise and our customers love it.": "Wchodzimy na rynek online maping z uwielbianą przez naszych klientów platformą, która umożliwia szybką analizę i wizualizację danych. ",
  "Mobility Data.": "Dane Mobilne",
  "We've used mobility data since 2012 but this year it takes off. We relish the added understanding of channel & the market that it provides.": "Uzywamy danych mobilnych od 2012 ale ten rok jest dla nas przełomem. Bardzo nas cieszą dodatkowe możliwości analizy i zrozumienia konkurencji, które te dane zapewniają.",
  "Global.": "Aktywność Międzynarodowa",
  "We're now building data and delivering projects in over 50 countries. We open down under in Melbourne and top off the year as Data IQ winners.": "Budujemy bazy danych na całym świecie i realizujemy projekty w ponad 50 krajach,  Otwieramy nasze kolejne biuro - tym razem w Melbourne. Jesteśmy zwycięzcami Data IQ ",
  "What next?": "Co dalej?",
  "We'll help more customers in more industries in more countries. Better decisions where location matters.": "Pomoc jeszcze większej liczbie klientów z jeszcze bardziej różnoroadnych branż i w większej ilości krajów. Lepsze decyzje gdzie lokalizacja ma znaczenie",
  "Meet Our Teams": "Nasz Zespół",
  "This is our team, a lot of smiling happy people who work hard and understand the likely challenges you will face.": "Oto nasz zespół, wielu uśmiechniętych, szczęśliwych ludzi, którzy ciężko pracują i rozumieją wyzwania, przed którymi najprawdopodobniej staniecie",
  "Product Team": "",
  "Our product team are passionate people. They pave the way for our success by creating simple and powerful geodata products and online mapping platforms. Creative doers that work very hard and have fun along the way.": "Nasz Product Team tworzą ludzie z pasją. Torują drogę do naszego sukcesu, tworząc proste i wydajne narzędzia oparte o  dane geograficzne oraz internetowe platformy mapowe. Kreatywni profesjonaliści, którzy ciężko pracują, ale i świetnie się przy tym bawią.",
  "Location Planning Associates": "Specjaliści od zagadnień lokalizacyjnych",
  "We’re a curious bunch. What makes this place tick? Who would do well here? What are the risks? We’ve been around the world for some of the biggest brands. We’ve seen the impact of location decisions, we understand.": "Jesteśmy ludźmi ciekawymi świata, zadającymi pytania i szukającymi odpowiedzi: co wyróżnia to miejsce? dla jakiej marki byłoby odpowiednie? czy są jakieś zagrożenia? Byliśmy w wielu miejscach na świecie, pracowaliśmy dla największych światowych marek. Doświadczyliśmy wpływu decyzji dotyczących lokalizacji i rozumiemy ich skutki. ",
  "Data Scientists": "",
  "Our team of data scientists is the map making, terabyte crunching, cloud computing, query optimising, graph traversing, topology interrogating, drivetime decaying, hyperparameter tuning, tensor flowing, XG boosting innovation machine at the heart of GEOLYTIX’s analytical solutions. Read.... we love solving problems using computers.": "Nasz zespół analityków to „innowacyjna maszyna” zajmująca się tworzeniem map, przetwarzaniem terabajtów danych, analizowaniem danych w chmurze, optymalizacją zadań, tworzeniem wykresów, badaniem czasów dojazdu, dostrajaniem hiperparametrów, przepływem tensorów. Ta maszyna znajduje się w samym sercu rozwiązań analitycznych GEOLYTIX co oznacza jedno: uwielbiamy i potrafimy rozwiązywać problemy za pomocą komputerów. ",
  "Photo of": "Zdjęcie ",
  "Choose Your Country or Region": "Proszę Wybrać Kraj",
  "Thanks for your submission.": "Dziękujemy za zgłoszenie ",
  "We'll be in touch shortly.": "Wkrótce się skontaktujemy",
  "Success Stories": "Nasze Projekty",
  "See how our customers and partners are using our predictive location intelligence to drive real results.": "Efektem wykorzystania naszych analiz lokalizacyjnych są rzeczywiste i jasne odpowiedzi na pytania.",
  "ASDA": "",
  "Logo": "",
  "Helping ASDA completely overhaul their location planning processes": "Opracowanie dla ASDA nowego procesu planowania lokalizacji",
  "Camelot": "",
  "How do we forecast when we don't have loyalty card data?": "Jak prognozujemy gdy nie mamy danych kart lojalnościowych?",
  "Dominos": "",
  "Optimising an estate for all involved": "Optymalizacja wykorzystywanych nieruchomości",
  "John lewis": "",
  "Enabling John Lewis to successfully review their corporate plan": "Umożliwienie firmie John Lewis pomyślnego przeglądu planu korporacyjnego",
  "Marks and Spencer": "",
  "Forecasting future scenarios to support with complex decisions": "Prognozowanie przyszłych scenariuszy w celu wspierania złożonych decyzji",
  "On The Market": "",
  "Making the search function work for the customer": "Dostosowanie funkcji wyszukiwania tak aby odpowiadała potrzebom klienta",
  "Total Fitness": "",
  "Understanding the future potential": "Oszacowanie potencjału",
  "Arco": "",
  "Understanding the Size of the Prize": "Oszacownie wielkości rynku",
  "Co-op": "",
  "Is it possible to automate Customer Catchments?": "Czy jest możliwe zautomatyzowanie tworzenia catchmentów",
  "Harrogate Borough Council": "CASE STUDY URZĘDU MIASTA HARROGATE ",
  "Quantifying the impact of Covid-19": "Oszacowanie wpływu pandemii Covid-19 na handel i usługi",
  "Mitchells and Butlers": "",
  "Dealing with the complexities of 15 brands": "Opracowanie struktury dla 15 złożonych marek",
  "Wickes": "",
  "Optimising the store estate in an Omnichannel landscape": "Integracja sieci sklepów ofline z kanałem e-commerce",
  "Make better decisions where location matters.": "Lepsze decyzje tam gdzie lokalizacja ma znaczenie",
  "At Geolytix, our location-planning experts build tools and data that help our customers understand and optimise location when creating both physical and online distribution networks.": "Specjalizujemy się w zagadnieniach lokalizacyjnych, dostarczamy dane, optymalizujemy sieci sprzedaży oraz projektujemy do tego odpowiednie oprogramowanie. Oferujemy nasze usługi w każdym miejscu na świecie zarówno klientom offline jak i online. ",
  "View Our Products": "Nasze Produkty",
  "Read More About Us": "Więcej o nas",
  "When location matters, organisations turn to us first": "Gdy w grę wchodzi lokalizacja firmy zwracają się do nas jako pierwszych.",
  "Since the day Geolytix came into being, we've been telling our customers where to go; how many stores, who to acquire, where to open and how to optimise home delivery and click & collect operations.": "W Geolytix doradzamy naszym klientom gdzie i ile sklepów otwierać, którą sieć przejąć, gdzie zorganizować i jak zoptymalizować dostawy do domu oraz operacje typu „click & collect”. ",
  "Investing in stores and online is expensive. We'll help you spend your money wisely": "Inwestowanie w nowe sklepy oraz e-commerce jest kosztowne - pomożemy Wam wydawać kapitał mądrze.",
  "Read more about us": "Więcej o nas",
  "Talented People": "Zaspół 35 utalentowanych specjalistów",
  "Offices": "Biura w 8 lokalizacjach",
  "Retail Places": "baza danych 50,000 obiektów i centrów handlowych ",
  "Shared Purpose": "1 wspólny cel",
  "Countries": "51 krajów",
  "Mobile Pings": "30 mld lokalizacji pingów ze smartfonów",
  "What We Do": "Co robimy?",
  "We help our customers make informed decisions": "Pomagamy podejmować dobre decyzje lokalizacyjne",
  "Network Strategy": "Strategia Rozwoju Sieci",
  "It’s never been more important for a retailer to understand how to optimise its store network. Whether you want to understand the potential number of stores you can open, how new formats will work together or how many stores you should close, given your growth in online sales, we can help.": "Kiedyś aby otworzyć sklep wystarczała intuicja, dzisiaj kluczowa jest analiza danych dzięki której możemy trafniej projektować sieci handlowe. Jeśli borykasz się z problemami typu ile jeszcze sklepów należy otworzyć, jak nowe otwarcia wpłyną na istniejącą sieć, być może trzeba jakiś sklep zamknąć ponieważ klienci odchodzą do e-commerce jesteśmy w stanie doradzić i pomóc",
  "Location Planning": "Analiza Lokalizacji",
  "Many of us have worked as Location Planners for major retailers. Over the years we have had experience in all industries and the public sector across the world. Whether you need to understand how much a new store will take, sales cannibalisation or your online and offline customer profiles we can help.": "Wielu członków naszego zespołu pracowało jako planiści lokalizacji dla dużych firm handlowych. Przez lata zdobywaliśmy doświadczenie w wielu branżach, w tym także w sektorze publicznym. Niezależnie od tego czy chcesz zrozumieć od czego zależeć będą obroty nowego sklepu, ile wyniesie kanibalizacja sprzedaży, czy jak wyglądają profile klientów online i offline – możemy pomóc. .",
  "Omnichannel Retailing": "Omnichannel ",
  "GEOLYTIX believe many businesses are missing a trick by not better combining their demographic, spatial and customer data. Whether its loyalty card, online, banking or mobility data we would love the opportunity to help you drive out more insight and get the right mix of Bricks and Clicks.": "W Geolytix uważamy, iż wiele firm nie wykorzystuje w pełni możliwości wynikających z analizy danych klientowskich takich jak: informacje o klientach z kart lojalnościowych, informacje z sieci internetowej czy komórkowej. Nasz zespół posiada tę wiedzę oraz narzędzia, aby w pełni wykorzystać dane i stworzyć modele pozwalające w odpowiednich proporcjach połączyć sklepy stacjonarne oraz operacje e-commerce. ",
  "Spatial Modelling": "Modelowanie Zachowań Klientów w Przestrzeni",
  "Spatial is different. GEOLYTIX understand when a simple scorecard will suffice, or when a customised gravity model or machine learning techniques will drive added value. We understand businesses don’t just need a model, but a framework that will improve your processes & management reporting.": "Analiza przestrzenna jest szerokim zagadnieniem i wymaga indywidualnego podejścia w zależności od branży oraz potrzeb konkretnego klienta. Rozumiemy, że czasami wystarczy wskazanie prostych zależności, a czasami firma będzie potrzebowała bardziej skomplikowanego modelu. Jesteśmy w stanie wspomóc wasz proces decyzyjny w zależności od wymagań oraz branży w jakiej działacie i zdajemy sobie sprawę, że nie chodzi tylko o dostarczenie narzędzi, ale przede wszystkim wpisanie ich w cały proces decyzyjny.",
  "GeoData": "",
  "Where people live, work, study and shop.": "Tam, gdzie ludzie mieszkają, pracują, studiują i robią zakupy.",
  "We create datasets across the globe to help with your network strategy and location based decisions.": "Tworzymy bazy danych na całym świecie, aby pomóc w opracowaniu planów rozwoju dla każdej sieci handlowej i podejmowaniu decyzji dotyczących lokalizacji.",
  "United Kingdom": "Wielka Brytania",
  "Europe": "Europa",
  "Asia Pacific": "Azja",
  "Americas": "Ameryka",
  "MAPP": "",
  "Predictive location intelligence customised for you.": "Analizy Lokalizacyjne dostosowane do Waszych potrze",
  "MAPP is our online market intelligence and mapping tool which allows anybody to use location data for business decision-making.": "MAPP to nasze internetowe narzędzie do analizy i mapowania rynku, które umożliwia wykorzystanie danych lokalizacyjnych do podejmowania decyzji biznesowych.",
  "We create bespoke, innovative solutions which work for you.": "Tworzymy szyte na miarę, innowacyjne rozwiązania",
  "Visualise your stores, competitors, filter by performance and generate reports and dashboards in a matter of seconds...": "Zwizualizuj swoje sklepy, konkurencję, filtruj według wydajności i generuj raporty w ciągu kilku sekund ...",
  "Catchment & demographic analysis": "Analiza catchmentu oraz danych demograficznych",
  "Site feasibility assessments": "Oceny lokalizacji",
  "Gap analysis & hotspots": "Gap analysis & hotspots",
  "Import & export data": "Możliwość importowania oraz eksportowania danych.",
  "User roles": "User roles",
  "Simple & easy-to-use": "Prosty i łatwy w obsłudze system ",
  "Accessible anywhere": "Dostępny z każdego miejsca",
  "Secure": "Bezpieczny",
  "Unlimited usage": "Nieograniczone użytkowanie / Licencja bez ograniczeń liczby użytkowników",
  "Integrated data & modelling": "Zintegrowane dane i modelowanie",
  "We create success stories": "Nasze produkty tworzą historię sukcesu.",
  "We build close, on-going relationships with our customers and will become your trusted advisers": "Budujemy bliskie i dobre relacje z naszymi klientami i chcemy stać się Twoimi zaufanymi doradcami",
  "Our Customers also include:": "Do naszych klientów należą:",
  "Contact Us": "Kontakt",
  "At GEOLYTIX we help retailers make informed decisions about how many stores, who to acquire, where to open, which format, how to optimise home delivery and click & collect operations.": "W GEOLYTIX doradzamy firmom, które borykają się z problemami typu, ile jeszcze sklepów należy otworzyć i gdzie je otwierać, jak nowe otwarcia wpłyną na istniejącą sieć, być może trzeba jakiś sklep zamknąć ponieważ klienci odchodzą do e-commerce – we wszystkich tych kwestiach jesteśmy w stanie doradzić i pomóc",
  "First Name": "Imię ",
  "Last Name": "Nazwisko",
  "Email Address": "Twój adres mailowy",
  "Telephone": "Numer Telefonu",
  "Message": "Wiadomość",
  "We’d love to let you know when we release new open data and update you with new stuff we’re working on. We won’t email often and you can unsubscribe at any time.": "Chętnie damy Ci znać, kiedy dostępne będą nowe otwarte dane (Open Data) i poinformujemy o nowych projektach nad którymi pracujemy. Nie będziemy często wysyłać e-maili i w każdej chwili możesz zrezygnować z naszej subskrypcji. ",
  "Send Enquiry": "Wyślij zapytanie",
  "Or choose an office": "lub wybierz biuro ",
  "Office 117, The Finsbury Business Centre, 40 Bowling Green Lane, London, EC1R 0NE": "",
  "Avenue HQ, 10-12 East Parade, Leeds, LS1 2BH": "",
  "Aleja Jana Pawła II 80, 00-175 Warszawa, Babka Tower, wejście H, piętro 5": "",
  "15F Cerulean Tower, 26-1 Sakuragaoka cho, Shibuya-ku, Tokyo, 150-8512": "",
  "Room 334, 135 Yanping Road, Jing’an District, Shanghai": "",
  "undefined": "",
  "Level 22, 120 Spencer Street, Melbourne, Victoria, 3000, Australia": "",
  "Spaces, 377 Rivonia Blvd, Rivonia, Johannesburg, 2128, South Africa": "",
  "The Challenge": "Cel",
  "Asda have always focussed a lot of resource on location planning. When GEOLYTIX started to work with them back in 2012, we took time to understand the day to day frustrations of the team, alongside the vision of the leadership team. A complete overhaul of new store forecasting processes and new space strategy has supported ASDA in opening new stores and optimising their current estate.": "Dla Asdy planowanie lokalizacji zawsze było niezwykle istotne. Kiedy w 2012 rozpoczęła się współpraca z GEOLYTIX skupiliśmy się na zrozumieniu codziennych wyzwań zespołu oraz wizji rozwoju firmy. Kompleksowa analiza procesów prognozowania nowych sklepów i strategia rozwoju przestrzennego pomogły Asda w otwieraniu nowych sklepów i optymalizacji istniejących. ",
  "The Approach": "Strategia",
  "Business Requirements & IT Systems Design Review.": "Przegląd wymagań biznesowych i systemów IT.",
  "Forecasting Models Development– User front end to drive efficiency.": "Budowa modeli statystycznych przewidujących obroty dla nowych sklepów.",
  "Team coaching and mentoring.": "Szkolenie dla zespólu.",
  "The Impact": "Rezultat",
  "The data & modelling will drive an increase in our forecasting accuracy, bespoke software development makes us more efficient. Just as importantly, GEOLYTIX have mentored and up-skilled the team. The work we have done with GEOLYTIX has shaped our strategy and enabled us to reach a space growth plan we are confident about. GEOLYTIX are helping us to invest wisely.": "Nowe dane oraz modele statystyczne znacznie poprawią dokładność naszych prognoz sprzedaży a nowe oprogramowanie usprawni naszą produktywność. Co najważniejsze, GEOLYTIX zapewnił właściwe szkolenie podnosząc kwalifikacje naszego zespołu. Projekt, który wykonaliśmy razem z firmą GEOLYTIX ukształtował naszą strategię i umożliwił nam na osiągnięcie planu otwarć nowych sklepów. GEOLYTIX naprawdę wprowadza w życie swoje motto i rzeczywiście pomaga mądrze wydawać pieniądze.",
  "David Dodd, Market Strategy Manager": "",
  "Camelot have over 45,000 terminals across many different formats and also have to provide terminals for postcodes with over 2,000 population. With no customer loyalty card, Camelot don't know who is purchasing from their physical in-store locations. How to we predict future revenue potential from new lottery terminals, marketing activity and product innovations.": "Camelot ma ponad 45 000 terminali w wielu różnych formatach, a także musi zapewnić terminale dla kodów pocztowych z ponad 2000 mieszkańców. Bez karty lojalnościowej Camelot nie wie, kto dokonuje zakupów w fizycznych sklepach. Jak przewidzieć przyszłe potencjalne przychody z nowych terminali loteryjnych, działań marketingowych i innowacji produktowych.",
  "Understanding the behaviour of existing customers to build a model to predict the future.": "Analiza zachowań obecnych klientów, w celu stworzenia modelu prognostycznego.",
  "Using surveys, online behaviour and mobility data to model retail behaviour.": "Wykorzystanie ankiet, danych dotyczących mobilności i zachowań online do modelowania zachowań zakupowych.",
  "Understand the effect of demographics and channel at a detailed level.": "Zrozumienie wpływu danych demograficznych na obroty poszczególnych oddziałów",
  "Develop on a platform that will provide in field analytics and mobile data capture, in order to futureproof processes and accuracy.": "Stworzenie platformy, która zapewni funkcje analityki terenowej i mobilnego rejestrowania danych w celu poprawy efektywności oraz dokładności procesu prognozowania.",
  "GEOLYTIX have transformed our location planning capability and have been fundamental in supporting our goal of unlocking opportunities for growth, optimising our ever changing retail network and further influencing channel strategies. They have absolutely enabled us to make better decisions where location matters.": "GEOLYTIX zmienił nasz proces planowania nowych lokalizacji co miało fundamentalne znaczenie dla osiągnięcia strategicznego celu jakim jest maksymalizacja rozwoju naszej sieci - naprawdę nauczyli nas podejmować lepsze decyzje tam, gdzie lokalizacja ma znaczenie.",
  "Paul Clarke, Retail Planning Manager": "Paul Clarke, Manager ds. Planowania Sieci Detalicznej",
  "The Co-op have over 3,500 stores across the UK, and is the local choice for many. Understanding the primary catchment of stores is a key part of the Co-op being able to accurately forecast new store sales and understand potential cannibalisation.": "Co-op z ponad 3500 sklepów w całej Wielkiej Brytanii i jest lokalnym wyborem dla wielu klientów. Zrozumienie głównego catchmentu jest kluczowe aby dokładnie prognozować sprzedaż w nowych sklepach i zrozumieć potencjalną kanibalizację.",
  "The Co-op have a team of location planning experts who can create these primary catchments, but this takes valuable time. Using simple distance and market share rules doesn’t work that well for the Co-op; the catchments are too localised and affected by format, location type and competition.": "Co-op ma własny zespół analityków ds. lokalizacji, którzy mogą tworzyć główne catchmenty, ale jest to proces czasochłonny. Stosowanie prostych reguł dotyczących odległości i udziału w rynku nie jest wytarczające; catchmenty są zbyt różnorodne i są pochdną również czynników takich jak format sklepu, rodzaj lokalizacji oraz konkurencja.",
  "Our challenge was to work with the Co-op team to find a way to automate catchments that reflected what the experts would draw.": "Naszym celem było ustalenie wraz z zespołem Co-op w jaki sposób najlepiej zautomatyzować tworzenie catchmentów tak aby uwzględniały wszelkie niuanse poszczególnych lokalizacji.",
  "Calculate market shares using Co-op membership data, taking into account its limitations.": "Wyliczenie udziałów rynkowych na podstawie danych lojalnościowych klientów Co-op ",
  "Review the most effective geography to use avoiding small number issues while being as detailed as possible.": "Analiza i wybór najskuteczniejszych czynników lokalizacyjnych przy zachowaniu możliwie największej dokładności",
  "Create a series of catchment outputs using different methods and review hundreds of catchments with the Co-op team": "Zbudowanie zestawu różnorodnych catchmentów przy użyciu różnorodnych metod w oparciu o  setki catchmentów analizowanych wraz z zespołem Co-op",
  "Develop a novel algorithm": "Stworzenie nowego algorytmu",
  "Successfully identify ‘break points’ in penetrations and create natural shapes reflecting where the underlying member behaviour changes": "Identyfikacja „break pointów” w udziałach rynkowych oraz wytyczenie naturalnych kształtów catchmentów, które odzwierciedlają zmiany zachowań klientów",
  "Create a composite distance / market share score and rule sets to calculate intuitive segregations for new stores": "Stworzenie łącznej oceny odległości, udziałów rynkowych oraz zestawu reguł do intuicyjnego obliczania podziału dla nowych reguł",
  "This project was not only successful but enjoyable. Geolytix carried out the project on site, so that we were able to work together as a team; upskilling our team members in the art of algorithms and ensuring our knowledge on local catchments was reflected. The output was an automated process that enables us to update our catchments regularly. This ensures we have the best insight to inform our strategic recommendations and also saves us time that we can re-invest elsewhere in the team. We are certainly keen to apply this collaborative way of working with Geolytix to solve some of our other challenges ": "Ten projekt był nie tylko udany, ale sprawiał nam dużą satysfakcję. Geolytix zrealizował go w naszej siedzibie, dzięki czemu mogliśmy pracować jako jeden zespół; Doskonalenie umiejętności członków naszego zespołu w zakresie algorytmów i zapewnienie wiedzy o lokalnych catchmentach dało oczekiwane efekty. W efekcie otrzymlaliśmy zautomatyzowany proces, który umożliwia nam regularną aktualizację naszych catchmentów dzięki czemu mamy o wiele lepszy wgląd w nasze strategiczne rekomendacje, oszczędzamy czas, który możemy poświęcić na inne działania. Z pewnością chętnie zastosujemy ten sposób współpracy z firmą Geolytix w innych projektach.",
  "Jen Carmichael, Head of Property Strategy & Insight": "",
  "Setting the annual corporate plan is an important time for retailers and often involves tight timescales. Our challenge was to improve the efficiency of the Catchment Strategy Review Process and enabling more valuable 'thinking' time.": "Opracowanie „business planu” to ważny czas dla firm handlowych wiążący się z napiętymi harmonogramami. Naszym celem było usprawnienie procesu rewizji strategii oraz znalezienie czasu na wyciagnięcie wniosków. ",
  "Our job was to focus on the process, rather than the modelling which John Lewis carry out in-house.": "Naszym zadaniem było skoncentrowanie się na procesie, a nie stworzeniu modelu, czym w firmie John Lewis zajmuje się dział wewnętrzny.",
  "Automate all steps in the process – as few clicks as possible.": "Automatyzacja wszystkich etapów procesu - jak najmniej kliknięć.",
  "Include geodata to improve the system.": "Włączenie GeoData w celu poprawy systemu.",
  "Allow multiple strategic scenarios to be carried out more quickly, including the addition of click and collect locations.": "Stworzenie możliwości wyboru rozwiązań w bardziej efektywny i szybki sposób w tym dodanie lokalizacji przyjedź i odbierz (click & collect).",
  "The GEOLYTIX team were able to provide a bespoke solution that worked for us, rather than an off-the-shelf product. Simon went the extra mile and worked closely with us resulting in a significant improvement in efficiency, allowing multiple multi-channel strategy scenarios to be reviewed": "Zespół GEOLYTIX dostarczył nam rozwiązanie 'szyte na miarę', idealnie dostosowane do naszych potrzeb. Simon poszedł nawet o krok dalej i blisko z nami współpracując przyczynił się do dużej poprawy wydajności, która pozwoliła na tworzenie scenariuszy dla strategii wielokanałowych.",
  "Michael Flood, Strategic Customer Analysis Manager": "",
  "2020 was a year like no other for Britain’s High Streets.": "2020 był rokiem jak żaden poprzedni dla brytyjskich ulic handlowych",
  "Harrogate Borough Council needed a robust way of measuring activity levels within its High Streets, to quantify the impact of external events.": "Urząd Miasta Harrogate potrzebował solidnego sposobu pomiaru poziomu aktywności na swoich głównych ulicach, aby określić ilościowo wpływ wydarzeń zewnętrznych.",
  "As part of the Re-opening High Streets Safely initiative, it also needed to be able to measure the effectiveness of initiatives to recover when it was safe to do so.": "W ramach inicjatywy ponownego otwarcia ulic handlowych konieczne było również mierzenie skuteczności inicjatyw mających na celu ich odbudowę",
  "Geolytix used mobility data to map levels and patterns of activity in 6 key conurbations.": "Geolytix wykorzystał dane dotyczące mobilności do mapowania poziomów i wzorców aktywności w 6 kluczowych aglomeracjach.",
  "A pre-covid baseline was established, and reports produced to show the level of activity relative to that baseline, on a weekly basis.": "Ustalono poziom wyjściowy pre-covid i co tydzień sporządzano raporty w celu pokazania poziomu aktywności w stosunku do tej linii bazowej.",
  "This enabled stakeholders to clearly see the impacts of the lockdowns on town centre activity levels, and then the shape and speed of recovery throughout the year.": "Umożliwiło to zainteresowanym stronom wyraźne dostrzeżenie wpływu zamknięć na poziomy aktywności centrów miast, a następnie kształtu i tempa odbudowy w ciągu roku.",
  "Regional and National measurements were provided to give additional context.": "Przedstawiono pomiary regionalne i krajowe, aby nadać dodatkowy kontekst.",
  "The measurements were provided via the Geolytix Online Mapping platform, MAPP, providing additional data and spatial visualisation.": "Pomiary zostały dostarczone za pośrednictwem platformy Geolytix Online Mapping, MAPP, zapewniając dodatkowe dane i wizualizację przestrzenną.",
  "The data provided by Geolytix has proved vital in measuring the impact of the Reopening the High Street Safety project funding (which has been provided by HM Government and the European Regional Development Fund).": "„Dane dostarczone przez Geolytix okazały się kluczowe dla zmierzenia wpływu finansowania projektu ponownego otwarcia ulic handlowych (finansowanego przez Rząd Brytyjski oraz Europejski Fundusz Rozwoju Regionalnego).”",
  "Since March 2020 various restrictions have been in place relating to the covid pandemic and the innovative use of technology and data that Geolytix utilise has enabled HBC to monitor the impact both of the restrictions and policies in place and of the funding that has been utilised to support the reopening of the high street at various times throughout the past 10 months.": "Od marca 2020 r. Obowiązują różne ograniczenia związane z pandemią, a innowacyjne wykorzystanie technologii i danych, z których korzysta Geolytix, umożliwiło Urzędowi Miasta Harrogate monitorowanie wpływu zarówno obowiązujących ograniczeń i polityk, jak i finansowania wykorzystanego na wsparcie ponownego otwarcia głównej ulicy handlowej w ciągu ostatnich 10 miesięcy.",
  "Ben and the team at Geolytix have been fantastic to work with right from our initial enquiry.  They listened carefully to challenges that we had and quickly came up with value-for-money solutions and options for us.  They’ve continued to be extremely responsive and have delivered on everything that we have asked for": "„Nawiązaliśmy fantastyczną współpracę z Benem oraz zespołem Geolytix. Uważnie wysłuchali z jakimi problemami oraz wyzwaniami się borykamy i szybko znaleźli dla nas opłacalne rozwiązania i praktyczne możliwości ich zastosowania. Nawet po zakończeniu projektu możemy liczyć na wsparcie i pomoc ze strony Geolytix.”   ",
  "Daniel Harper, Executive Office, Economy and Transport, Harrogate Borough Council.": "Daniel Harper, Biuro Główne ds. Ekonomicznych i Transportu UM Harrogate",
  "Adding franchisees into the mix adds another dimension for Network Planning. Our challenge is to support the Dominos strategy to be the number one pizza company in each neighbourhood with a focus on franchisee profitability. Understanding Delivery, Collection, Competitors, Catchments and Price.": "Dodanie franczyzobiorców do tego zestawu dodaje kolejny wymiar w planowaniu sieci. Naszym celem jest wsparcie strategii Dominos, aby była numerem jeden na rynku pizzerii w każdej okolicy, koncentrując się na rentowności franczyzobiorców. Zrozumienie dostaw, odbioru, konkurentów, mikro rynków i cen.",
  "Understand the true drivers of store performance & the impact on nearby stores of opening new sites": "Zrozumienie faktycznych czynników determinujących obroty nowo otwieranych restauracji oraz kanibalizacji sprzedaży istniejących punktów.",
  "Predict new store sales and cannibalisation using a consistent, transparent fact base and model": "Budowa modelu statystycznego przewidującego obroty nowych restauracji oraz wielkość kanibalizacji w istniejących punktach.",
  "Improve the efficiency of the store forecasting process to allow more time for the value-add": "Poprawa istniejącego procesu oceny nowych lokalizacji.",
  "Deliver the ideal network blueprint and optimum network strategy": "Stworzenie ram dla wyznaczania optymalnych lokalizacji dla docelowej sieci restauracji.",
  "Our work with GEOLYTIX has enabled us to form a consistent approach to new site forecasting, step changing our understanding of customers catchments and improving our ability to understand regional and store performance. The collaborative approach has resulted in us being able to make decisions around our future location strategy and form ideal network blueprints with significantly increased confidence.": "Współpraca z GEOLYTIX pozwoliła nam stworzyć spójne podejście do procesu oceny nowych lokalizacji, poznać obszary, w których mieszkają nasi klienci, zrozumieć sprzedaż zarówno na poziomie pojedynczych restauracji jak i poszczególnych regionów.",
  "Craig Donnellan, Head of Location Planning": "Craig Donnellan, Szef Działu Planowania Nowych Lokalizacji",
  "Ever typed a postcode or town into a search portal only for a long unrelated list to be returned? Our challenge was to build and deliver a web search tool that provides the right properties to view.": "Czy kiedykolwiek wpisałeś kod pocztowy lub miasto do wyszukiwarki i w efekcie uzyskałeś długą, niepotrzebą listę? Naszym wyzwaniem było zbudowanie i dostarczenie narzędzia wyszukiwania internetowego, które zapewnia odpowiednio sprofilowane efekty.",
  "Provide town and suburb boundaries that reflect where people want to live.": "Stworzenie granic obszarów w których klienci poszukują domów lub mieszkań.",
  "Support in creating a search hierarchy that covers all options for users.": "Wsparcie w tworzeniu hierarchii wyszukiwania, która obejmuje wszystkie opcje dla użytkowników.",
  "Provide an accurate Point of Interest dataset to describe the provision in an area e.g. schools, public transport, supermarkets.": "Stworzenie dokładnej bazy danych POI która odda charakterystykę danego obszaru np. szkoły, transport publiczny, sklepy.",
  "The GEOLYTIX team worked with us to understand our needs and provide accurate data that successfully reflects the areas where people want to search for property. Furthermore they supported our technical team with valuable advice, supporting us in delivering to tight timescales": "Zespół GEOLYTIX współpracował z nami, aby najpierw zrozumieć nasze potrzeby, a następnie dostarczyć nam właściwe dane odzwierciedlające obszary, w których klienci poszukują nieruchomości. Ponadto przekazali wiele cennych porad naszemu zespołowi technicznemu i dotrzymali bardzo napiętych terminów.",
  "Morgan Ross, IT Director": "Morgan Ross, Dyrektor IT",
  "Mitchells and Butlers own brands from All Bar One and O'Neills to Premium Country Pubs to Miller & Carter to Harvester and Toby. The challenge was set to understand the customer profile and catchment of the brands in order to develop an optimum blueprint. If it was recommended a Toby location changes to Miller & Carter, then could the area support a new Toby location? Would their be cannibalisation of the existing estate from the proposed change? The options are endless. A proven, scientific approach to deploying the right brands in the right locations was required.": "Firma Mitchells and Butlers posiada marki własne poczynając od All Bar One i O'Neills po Premium Country Pubs, Miller & Carter, Harvester i Toby. Wyzwaniem było zrozumienie profilu klienta i zasięgu marek w celu opracowania optymalnego planu. Należało przeanalizować czy przy potencjalnej zmianie lokalizacji Toby'ego na Miller & Carter dany obszar może obsługiwać nową lokalizację Toby'ego? Czy przy takiej zmianie poszczególne sklepy nie podlegałyby kniblizacji? Konieczne było sprawdzenie wielu opcji i możliwości oraz naukowe podejście do wdrażania właściwych marek we właściwych lokalizacjach.",
  "Produce an integrated optimal network to increase the value from the Mitchells and Butlers annual capital investment plan.": "Budowa optymalnej, zintegrowanej sieci w celu powiększenia wartości rocznego planu inwestycji kapitałowych Mitchells and Butlers.",
  "Deal with the complexities of 15 brands and their interplay with each other.": "Zbudowanie modelu dla 15 marek z uwzględnieniem ich wzajemnego oddziaływania.",
  "The ability to run multi-scenarios and incorporate potential new brands.": "Możliwość zbudowania wielu scenariuszy i włączania potencjalnych nowych marek.",
  "Inclusion of innovative new datasets to drive additional insight.": "Włączenie nowych, innowacyjnych zbiorów danych w celu uzyskania dodatkowych informacji.",
  "Working with Geolytix has allowed us to use complex data combined with our existing knowledge to drive recommendations that make real sense for our business, but also ones that drive value that we wouldn't have discovered ourselves. We have an integrated toolset which enables our analysts to carry out complex queries and our acquisition and development teams to quickly view the potential for a site on a mobile device in any location.": "Współpraca z firmą Geolytix umożliwiła nam wykorzystanie złożonych danych w połączeniu z naszą istniejącą wiedzą. Stworzyliśmy wytyczne, które doskonale działają w naszej firmie, także takie, które bardzo usprawniają funkcjonowanie naszych struktur, a których sami byśmy nie odkryli. Uzyskaliśmy doskonale zintegrowany zestaw narzędzi, który umożliwia naszym analitykom wykonywanie złożonych zadań, a naszym zespołom ds. akwizycji i rozwoju szybkie sprawdzenia potencjału lokalizacji na urządzeniu mobilnym w dowolnym miejscu.",
  "Nick Young, Director of Acquisitions and Estate Strategy": "Nick Young, dyrektor ds. strategii i rozwoju",
  "Total Fitness have 17 gyms across the North of England. They believe in a 360 approach and offer a full service from 3 pools, to a track, to over 70 classes. Our challenge was to understand the size of the opportunity for new gym locations, taking into account the format, size of box and catchment for these destination locations. ": "Total Fitness jest właścicielem 17 siłowni w północnej Anglii. Firma stawia na podejście 360 i oferuje pełną usługę: od 3 basenów, poprzez tor, do ponad 70 różnych zajęć. Naszym celem była ocena możliwych nowych lokalizacji siłowni, biorąc pod uwagę format, wielkość oraz potencjalny zasięg. ",
  "Determining the best locations for the next Total Fitness gyms.": "Wyznaczenie najlepszych lokalizacji dla przyszłych siłowni Total Fitness.",
  "Understand the true customer profiles and catchments for specific location types.": "Poznanie profili klientów oraz analiza obszarów ich zamieszkania dla wyróżnienia typów lokalizacji.",
  "Understand the size of the opportunity and how this affects market share and access to potential customers.": "Analiza potencjału firmy, wpływu na udziały rynkowe oraz dostępu do potencjalnych klientów. ",
  "The work by GEOLYTIX quickly allowed us to understand the potential for increasing our market share and how we could best achieve this. They have given us the insight to support our strategic decision making in order to push our business forward.": "GEOLYTIX w szybki sposób pozwolił nam zrozumieć o ile możemy zwiększyć nasze udziały rynkowe i jak to mamy osiągnąć. Dostarczyli odpowiednie analizy, które pomogły nam podjąć właściwe decyzje strategiczne w kwestii rozwoju naszego biznesu",
  "Richard Millman, CEO": "",
  "Arco's mission is to keep people safe at work. Arco have a network of ~50 stores located across the UK alongside their safety training and consultancy business. Our challenge was to understand the drivers of store performance, and to use this to develop a blueprint for the expansion of the stores network; allowing more people to have easier access to a local store.": "Celem Arco jest zapewnienie ludziom bezpieczeństwa w pracy. Arco posiada sieć ~ 50 sklepów zlokalizowanych w całej Wielkiej Brytanii, a także prowadzi działalność w zakresie szkoleń i doradztwa w ds. bezpieczeństwa. Naszym wyzwaniem było zrozumienie czynników wpływających na wydajność sklepów i wykorzystanie tego do opracowania planu rozwoju sieci sklepów, umożliwiając większej liczbie osób łatwiejszy dostęp do lokalnych sklepów.",
  "In depth analysis of store data to build understanding of branch catchment areas.": "Pogłębiona analiza danych dotyczących poszczególnych sklepów w celu zrozumienia obszarów odziaływania dla każdej lokalizacji.",
  "Identification of the key factors which drive branch performance – both at the macro (market) level and at the micro (location specific) level.": "Identyfikacja kluczowych czynników wpływających na sprzedaż każdego oddziału - zarówno w skali makro jak i na poziomie mikro (dla każdej lokalizacji).",
  "Development of a unique, bespoke database of all trade parks in the UK, each ranked according to it’s suitability for a new Arco store.": "Opracowanie unikatowej, dostosowanej do potrzeb klienta bazy wszystkich parków handlowych w Wielkiej Brytanii, z czego każdy park jest uszeregowany zgodnie z jego przydatnością dla nowego sklepu Arco. ",
  "Identification of the best opportunities for new branch openings, in terms of both the markets to enter and the trade parks on which to locate.": "Oszacowanie możliwości otwarcia nowych oddziałów, biorąc pod uwagę nie tylko potencjał rynkowy, ale również konkretne lokalizacje parków handlowych w których jest możliwość stworzenia nowych sklepów Arco",
  "The GEOLYTIX team worked closely with us to help us to understand our trade customers and stores. Their insight has identified the growth potential for our retail business, and a detailed blueprint to guide our strategic investments as we develop our branch portfolio.": "„Zespół GEOLYTIX ściśle z nami współpracował pomagając nam zrozumieć biznes, klientów oraz funkcjonowanie sklepów. Ich analiza przyczyniła się do zidentyfikowania potencjału wzrostu dla naszego biznesu i opracowania szczegółowego planu rozwoju naszej sieci.”",
  "Paul Frewin, Divisional Director - Retail": "Paul Frewin, Dyrektor Operacyjny",
  "High street retailers with a mix of formats and locations face well-documented challenges. M&S asked GEOLYTIX to support them with a step change in the roll-out of the Food estate, alongside understanding the drivers of performance for the Clothing & Home estate. It was essential they understood and continue to understand their optimum network blueprint in changing times.": "Marki handlowe działając w oparciu o różne formaty i w różnorodnych lokalizacjach stają przed wieloma wyzwaniami. Firma M&S zwróciła się do GEOLYTIX o wsparcie we wdrażaniu formatu Food, a także zrozumieniu czynników wpływających na zyskowność formatu Clothing & Home. Istotne było zrozumienie i dalsze budowanie optymalnego schematu sieci w zmieniających się czasach.",
  "Create an efficient selection & sales forecasting process, based on a rigorous, objective fact base and a consistent approach.": "Stworzenie skutecznego procesu selekcji nowych lokalizacji i prognozowania obrotów dla nowych punktów sprzedaży w oparciu o kompleksowe dane i spójny system.",
  "Understand the drivers and catchments of the Clothing & Home estate, in order to build optimal networks.": "Zrozumienie czynników determinujących obroty w dziale odzieżowym oraz dziale wyposażenia wnętrz a także ich stref zasięgu w celu budowy modeli przyszłych otwarć nowych punktów sprzedaży.",
  "Integrate custom models with existing data and software to create the M&S modelling toolkit.": "Stworzenie modeli statystycznych w oparciu o istniejące wewnętrzne dane firmy oraz opracowanie odpowiedniego oprogramowania.",
  "Bulk run multiple national and regional scenarios to guide network strategy and create future blueprints.": "Wykonanie szeregu prób w celu przetestowania skuteczności i dokładności stworzonych modeli.",
  "GEOLYTIX have worked with us to create a bespoke toolset enabling us to proactively set our strategy and quickly answer any What if scenarios. Their analysis and recommendations have provided us with a consistent evidence base from which to make our network decisions.": "GEOLYTIX współpracował z nami w celu stworzenia zestawu narzędzi, który umożliwi nam proaktywne ustalanie naszej strategii i szybkie reagowanie na wszelkie warianty lokalizacyjne. Ich analizy i zalecenia zapewniły nam spójną bazę danych i odpowiedni know how dzięki którym możemy dzisiaj podejmować skuteczne decyzje dotyczące naszego rozwoju.",
  "Robert Morray, Head of Location Planning": "Robert Morray, Szef Działu Planowania Nowych Lokalizacji",
  "Wickes have more than 200 stores across the UK.. Investing in large, physical stores is significant, not least as customers are increasingly choosing to browse and purchase online. It is essential Wickes understands the role a new store will play for customers in a multichannel world, as well as whether there will be any impact of cannibalisation from their neighbouring estate. The shopping trips from their customers vary hugely from picking up a pot of paint, to designing a new luxury kitchen. How can we best capture this in a forecasting model?": "Wickes ma ponad 200 sklepów na terenie Wielkiej Brytanii. Inwestowanie w duże, fizyczne sklepy jest kosztowne i musi być poparte szczegółowym analizami potwierdzającymi rentowność inwestycji, zwłaszcza że klienci coraz częściej decydują się na zakupy online. Wickes musi zdawać sobie sprawę z roli, jaką nowy sklep będzie odgrywał dla klientów w wielokanałowym świecie, a także czy nastąpi ewentualna kanibalizacja sąsiedniego sklepu. Zakupy klientów są bardzo zróżnicowane - od zakupu puszki farby po projekt luksusowej kuchni. Jak najlepiej uchwycić to zróżnicowanie w modelu prognostycznym? ",
  "Understand the customer profile and level of spend for the different product categories in the Wickes range": "Zrozumienie profilu klienta oraz poziomu wydatków na różne kategorie produktów z gamy Wickes",
  "Build a bespoke demand surface at a small geography": "Stworzenie niestandardowego rozwiązania na niewielkim obszarze geograficznym",
  "Build 2 separate models": "Budowa 2 niezależnych modeli",
  "A gravity model to forecast the sales for Core DIY": "Model grawitacyjny do prognozowania sprzedaży Core DIY",
  "A blended model, including spatial regression to tackle Kitchen & Bathroom Sales": "Model mieszany, w tym regresja przestrzenna w celu rozwiązania problemu sprzedaży działu Kuchnia & Łazienka.",
  "Detailed analysis on real life examples to understand and validate the sales cannibalisation that occurs across the catchment following a new store opening": "Szczegółowa analiza na przykładach z życia wziętych w celu zrozumienia i potwierdzenia kanibalizacji sprzedaży, która ma miejsce w całym regionie po otwarciu nowego sklepu",
  "Our priority was to build a consistent and accurate approach for forecasting sales cannibalisation across the estate. We’re delighted with the analysis and understanding GEOLYTIX have given us. Our knowledge of loyalty across customer types, catchments, impacts and expected store performance provides a factbase for us to make confident decisions from. We have a forecasting and mapping tool at our fingertips, that is used throughout our Property planning. And a team of experts a phone-call away for further help if we need!": "„Naszym priorytetem było stworzenie spójnego i szczegółowego podejścia do prognozowania kanibalizacji sprzedaży dla całej sieci. Jesteśmy zachwyceni analizą wraz objaśnieniami, które przekazał nam GEOLYTIX. Nasza wiedza na temat lojalności klientów, obszarów oddziaływania, wpływów i oczekiwanej wydajności sklepu stanowi podstawę do podejmowania trafnych decyzji. Na wyciągnięcie ręki mamy narzędzia do programowania i mapowania, których możemy używać do planowania nowych lokalizacji, a w razie potrzeby – zespół ekspertów w zasięgu telefonu.”",
  "Chris Sweeney, Customer Insight Director, Wickes.": "",
  "Services": "Usługi",
  "About": "O nas",
  "Blog": "",
  "Sign Up": "Zarejestruj się ",
  "Case Study": "",
  "'Doing' Network Strategy Better": "Lepiej projektować strategię sieci",
  "Want to know more?": "Jeśli chececie dowiedzieć się więcej",
  "Contact us": "Kontakt",
  "Understanding breadth and depth of choice for Lottery Customers": "Zrozumienie algotytmu działania klientów loterii",
  "Combining Art and Science": "Połączenie Nauki i Doświadczenia",
  "Improving Efficiency": "Poprawa efektywności",
  "High Street Activity Index": "Wskaźnik Aktywności Ulic Handlowych",
  "Network Planning for Franchisees": "Planowanie sieci dla franczyzobiorców.",
  "Property Search Portals": "Portale nieruchomościowe",
  "The Right Brands in the Right Locations": "Właściwe marki we odpowiednich lokalizacjach",
  "Network Planning for the Leisure Industry": "Planowanie sieci dla sektora sportowo – rekreacyjnego ",
  "UK Store Expansion": "Rozbudowa sieci w Wielkiej Brytanii",
  "The challenge of the High Street": "Wyzwania ulicy handlowej",
  "Planning for Future Success": "Planowanie przyszłego sukcesu",
  "Stay Up to Date with Geolytix": "Bądź na bieżąco z Geolytix",
  "Privacy Policy": "Polityka Prywatności",
  "Overview": "O nas w skrócie",
  "Key features": "Kluczowe cechy",
  "Key Benefits": "Kluczowe korzyści",
  "Welcome to the (Amazon) Jungle:": "",
  "International Women & GEOLYTIX": "",
  "The Geography of Pokémon GO": "",
  "Global Retail Places": "",
  "MAPP Q+A: Location Intelligence for Location Planning": "",
  "Weekly Retail Recovery feeds and activity hotspot maps in MAPP": "",
  "Playing to win: Board Game Cafés and the Communal Meeting Space": "",
  "Geolytix Supermarket Retail Points V19": "",
  "Australia: WFH to a COVID safe workplace.": "",
  "Will the most walked path be the online high-street in 2021?": "",
  "How to reinvent retail spaces for a more sustainable future?": "",
  "MAPP shortlisted for best Business Intelligence & Analytics Solution at the Cloud Awards 2020": "",
  "Groundhog Day": "",
  "A 4-Month journey with Tesla: a change made on fuelling up": "",
  "Supermarket Retail Points": "",
  "A bit more help than just the Milkman": "",
  "Happy New Year": "",
  "Life After Lockdown": "",
  "Data Analyst Role": "",
  "Did Somebody Say…It’s Beginning to Look a Lot Like Christmas…": "",
  "Harnessing Mobility Data in Thailand": "",
  "Senior Data Scientist": "",
  "Barnsley – the future looks bright for a town with real heart and soul": "",
  "The Wales Firebreak": "",
  "Consistency Across Borders": "",
  "Tiers and Tears": "",
  "Historic England - High Street Heritage Action Zones": "",
  "Geolytix Town & Suburb Boundaries": "",
  "Geolytix scoop the ‘Data for Environment’ top spot at the Data IQ Awards": "",
  "Geolytix Seamless Town & Suburb Boundaries": "",
  "The Road to Recovery? Monitoring Retail Recovery rates across the UK": "",
  "Geolytix Retail Points - August 2020 - Including UK coverage of Spar": "",
  "GEOLYTIX MAPP": "",
  "How can data help our tourist towns recover?": "",
  "The office, to be or not to be? Or is the real question... where?": "",
  "Retail Trend in Mainland China - 2019 Review & Outlook": "",
  "PRESS RELEASE: Geolytix Retail Recovery Index": "",
  "Retail Recovery - Que Sera Sera?": "",
  "COVID-19 and the rise of Click & Collect": "",
  "Geolytix UK Postal": "",
  "Tokyo’s Covid-19 Experience – What Happens Next?": "",
  "Geolytix UK Retail Places": "",
  "Retail Points - Spar and Dunnes in Northern Ireland": "",
  "Retail Network Planners – Your World Needs You.": "",
  "COVID-19, Community Spirit, Colleague Support and Candy": "",
  "Geolytix in The House. Helping the Co-op support Wellbeing in the Community": "",
  "Physical Retailing Post Epidemic: Standing on a New Crossroad": "",
  "Life as an Apprentice": "",
  "Chocolat: At home and abroad!": "",
  "Aldi in Shanghai": "",
  "Augmented Reality in the Physical Retail Space": "",
  "UK Public Transport": "",
  "European Census and Indices": "",
  "UK Supermarket Retail Points": "",
  "When SOLOMO met ME and things got physical.": "",
  "The Workplace Revolution": "",
  "Add search to your Ghost blog": "",
  "GEOLYTIX Supermarket Retail Points": "",
  "Geolytix Down Under": "",
  "India Retail Landscape… A decade on": "",
  "Geolytix is Small but Global": "",
  "Paris Retail Landscape – First Impression": "",
  "My Theory on How the Pie Chart was Invented? And what that tells us about innovation.": "",
  "The Added Value of Banking Data": "",
  "The Politics of Palm Oil": "",
  "Unveiling SLA China (Society for Location Analysis, China)": "",
  "Blackwell’s and the book buying experience": "",
  "Coming Out as a Part Timer": "",
  "Machine Learning with spatial Big Data: How Uber helped us get there.": "",
  "How a fruit and veg supplier won my heart": "",
  "Ways to do your grocery in Shanghai": "",
  "Inferring Traffic Counts from Network Centrality": "",
  "One More Jigsaw Piece to Fit into Suning’s Smart Retail Empire": "",
  "Lush and the war on plastic": "",
  "Retail Points - Introducing Jacks": "",
  "Geolytix in Dubai": "",
  "From Shopping to Dining, Entertaining & Social Networking": "",
  "Shanghai – A Flagship City": "",
  "Chinese Retailers Entering the UK": "",
  "Open EU 2011 Census Data Pack": "",
  "4 Years of Retail Points": "",
  "From Ahmedabad to Zibo": "",
  "A mostly True Fairy Tale (any similarities to the 2004 Morrisons/Safeway merger are purely co-incidental)": "",
  "Official Chop! GEOLYTIX China opens its doors": "",
  "Creamstastic: An explosion of ice cream parlours": "",
  "Retail Points Updated": "",
  "Geolytix Leeds": "",
  "MAPIC – what’s it all about?": "",
  "European Census Data and Boundaries": "",
  "Republic of Ireland Retail Places": "",
  "European Fast Fashion Sweeping the West End": "",
  "FOSS4G Boston 2017": "",
  "Public Transport Data": "",
  "The changing face of Enfield. Ditching mainstream fashion for wine tasting, a pedicure and a Cuban night": "",
  "We’ve nearly outgrown our favourite Curly Whirly cake": "",
  "Education Data 2017": "",
  "The Future of Oxford Street: Strength to Strength or Fighting for Survival?": "",
  "Retail Points Update - May 2017": "",
  "GEOLYTIX Point of Interest Data 2017": "",
  "Administrative Boundaries > OpenStreetMap": "",
  "We’re still telling our customers where to go – a year in the world of location planning and network strategy": "",
  "Fresh Trader: Can a wholesaler succeed on the high street?": "",
  "Birmingham New Street/Grand Central: A space fit for the 21st century": "",
  "Fishnets, Honeycombs and Footballs – Better spatial models with hexagonal grids.": "",
  "Bunnings first UK opening: An Aussie sausage sizzle in the snow": "",
  "Smiles and Giggles = Smiggle": "",
  "Happy New Year!": "",
  "What does the first Amazon Go tell us about the future.": "",
  "The Dining Club – IKEA": "",
  "Retail Points Update - October 2016": "",
  "FOSS4G 2016 – Bonn": "",
  "Veggie Pret – Not just for Veggie’s": "",
  "Location Planning and Data Analytics firm Geolytix win Queen’s Award for Enterprise": "",
  "Open Supermarkets now known as Retail Points": "",
  "Samantha’s Week One – Back to Maps…": "",
  "Iceland Food Warehouse – Old Kent Road": "",
  "Open Supermarkets – Now including Co-op Societies and Iceland": "",
  "The air is better up here – Trampoline parks": "",
  "Good Evenings at Pret a Manger": "",
  "Retail Places – 2015 Update": "",
  "Shop in shop: The Google Shop": "",
  "Open Supermarkets Locations": "",
  "UK Universities": "",
  "Home of Smart Shopping": "",
  "Open Supermarket Locations – now includes the Co-operative Group": "",
  "1000th Holland and Barrett store": "",
  "Open Supermarket Locations": "",
  "National Business Awards Double Finalists": "",
  "Workplace Data Release": "",
  "The Latest Phenomenon: Pop-Up Shops": "",
  "Food is the Focus and the new Warehouse style Morrisons store": "",
  "UK Open Census Data": "",
  "A year in and I’m still being the Customer": "",
  "New Destination Format Tesco combines High Street feel with Supermarket experience": "",
  "A Big breakthrough for Open Data – detailed House Price Paid data": "",
  "When the Foundations Keep Shifting – Geolytix Town Boundaries": "",
  "The Languages of London": "",
  "Why Open Data leads to Higher Quality Data": "",
  "UK Census Pack – Open Data": "",
  "Open Data Census 2011 Pack": "",
  "Postal Sector Boundaries by Geolytix": "",
  "Sarah Hitchcock joins Geolytix": "",
  "Blair's Story": "",
  "Awards": "",
  "Search": "",
  "Career": "",
  "Census": "",
  "COVID-19": "",
  "Market Visits": "",
  "Mobility": "",
  "Open Data": "",
  "Our Team": "",
  "Team Thoughts": "",
  "Thoughts, stories and ideas.": ""
}
