{
  "timeline": [
    {
      "year": "2011",
      "title": "The Beginning.",
      "overview": "Geolytix is born."
    },
    {
      "year": "2012",
      "title": "Finding our Feet.",
      "overview": "Geolytix wins their first major projects with retailers they still support today."
    },
    {
      "year": "2013",
      "title": "GeoData.",
      "overview": "We realise the data we are building is valuable for everyone. Retail Places, a labour of love is finalised."
    },
    {
      "year": "2014",
      "title": "Recognition.",
      "overview": "Our contribution to the Open Data world is recognised at the ODI Awards. Without Open Data we wouldn't exist."
    },
    {
      "year": "2015",
      "title": "Further afield.",
      "overview": "Our first Europe wide projects are completed. We also test out the water with our first online mapping tool."
    },
    {
      "year": "2016",
      "title": "Innovation.",
      "overview": "An invite to Buckingham Palace after GEOLYTIX proudly wins the Queens Award for Innovation; world class omnichannel forecasting."
    },
    {
      "year": "2017",
      "title": "Asia Pacific.",
      "overview": "Exciting times as we focus on APAC with offices opening in Shanghai and Tokyo. Second UK office in Leeds."
    },
    {
      "year": "2018",
      "title": "GEOLYTIX MAPP.",
      "overview": "We enter the online mapping market with a platform that enables an easy way to interrogate, analyse and visualise and our customers love it."
    },
    {
      "year": "2019",
      "title": "Mobility Data.",
      "overview": "We've used mobility data since 2012 but this year it takes off. We relish the added understanding of channel & the market that it provides."
    },
    {
      "year": "2020",
      "title": "Global.",
      "overview": "We're now building data and delivering projects in over 50 countries. We open down under in Melbourne and top off the year as Data IQ winners."
    },
    {
      "year": "2021",
      "title": "What next?",
      "overview": "We'll help more customers in more industries in more countries. Better decisions where location matters."
    }
  ]
}
